{"status": "ok", "totalResults": 69338, "articles": [{"source": {"id": null, "name": "Lifehacker.com"}, "author": "Jeff Somers", "title": "The Case for Buying ‘Dumb’ Appliances", "description": "Technology is supposedly getting smarter all the time. The sudden rush of AI services and products like ChatGPT has reinvigorated the conversation around the capabilities of sophisticated, connected algorithms that can automate our lives, but it’s just the la…", "url": "https://lifehacker.com/the-case-for-buying-dumb-appliances-1850957723", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/d1ca230e87bacb577f0903c89f7832d3.jpg", "publishedAt": "2023-10-25T18:00:00Z", "content": "Technology is supposedly getting smarter all the time. The sudden rush of AI services and products like ChatGPT has reinvigorated the conversation around the capabilities of sophisticated, connected … [+4283 chars]"}, {"source": {"id": null, "name": "Lifehacker.com"}, "author": "Daniel Oropeza", "title": "You Can Get These JBL Headphones for up to 53% Off", "description": "Amazon is having a sale on JBL headphones, earphones, and Bluetooth speakers, of up to 53% off. I’ve rounded up some of the best deals available after checking their price history to make sure they are, in fact, good deals. Here are the best JBL deals current…", "url": "https://lifehacker.com/you-can-get-these-jbl-headphones-for-up-to-53-off-1850939457", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/13bdefda412b7c6fb47ffea9bf61efdf.jpg", "publishedAt": "2023-10-19T13:00:00Z", "content": "Amazon is having a sale on JBL headphones, earphones, and Bluetooth speakers, of up to 53% off. Ive rounded up some of the best deals available after checking their price history to make sure they ar… [+2019 chars]"}, {"source": {"id": null, "name": "Lifehacker.com"}, "author": "Jake Peterson", "title": "You Can Stop Instagram From Tracking You Across Other Sites and Apps", "description": "It’s tough to use the internet without being tracked, but it’s not impossible. Companies are starting to hand us tools to help, such as Apple’s App Tracking Transparency feature and DuckDuckGo’s App Tracking Protection. Even Meta, the company that makes its l…", "url": "https://lifehacker.com/you-can-stop-instagram-from-tracking-you-across-other-s-1850941462", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/8d2e51a9ff4ab7658b66bdf495d2ce1d.png", "publishedAt": "2023-10-19T18:00:00Z", "content": "Its tough to use the internet without being tracked, but its not impossible. Companies are starting to hand us tools to help, such as Apples App Tracking Transparency feature and DuckDuckGos App Trac… [+1898 chars]"}, {"source": {"id": null, "name": "Lifehacker.com"}, "author": "Stephen Johnson", "title": "What People Are Getting Wrong This Week: The 'Dead Internet Theory' Isn't Real, I Swear", "description": "Is the internet dead? Proponents of the Dead Internet Theory believe that the internet, as we understand it, doesn’t exist. It died around 2016, and since then, everything we see online, from Instagram pictures to this post on Lifehacker, has been generated b…", "url": "https://lifehacker.com/what-people-are-getting-wrong-this-week-the-dead-inter-1850983564", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/be48b843850c5a17cc288af8eb8078d0.jpg", "publishedAt": "2023-11-02T12:30:00Z", "content": "Is the internet dead? Proponents of the Dead Internet Theory believe that the internet, as we understand it, doesnt exist. It died around 2016, and since then, everything we see online, from Instagra… [+6624 chars]"}, {"source": {"id": null, "name": "Lifehacker.com"}, "author": "Daniel Oropeza", "title": "Woot Is Selling Reconditioned Soundbars for as Low as $80", "description": "Even on high-end models, most TV speakers suck. Bad speakers are the reason you might have trouble understanding the dialogue in shows and movies, and you don’t need a surround sound setup to do better—basically any soundbar will do wonders for your TV’s audi…", "url": "https://lifehacker.com/woot-is-selling-reconditioned-soundbars-for-as-low-as-1850963514", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/f3b8b6e1388153ced919f25790ff7545.png", "publishedAt": "2023-10-26T22:30:00Z", "content": "Even on high-end models, most TV speakers suck. Bad speakers are the reason you might have trouble understanding the dialogue in shows and movies, and you dont need a surround sound setup to do bette… [+3703 chars]"}, {"source": {"id": null, "name": "Lifehacker.com"}, "author": "Beth Skwarecki", "title": "I Tried a Vintage Mail Order Bodybuilding Course and There's a Reason Nobody Does These Anymore", "description": "“I CAN GIVE YOU MASSIVE ARMS, BROAD SHOULDERS, AND A GIANT SIZED CHEST IN JUST FOUR WEEKS,” the Body-Tone pamphlet promises. It is the “World’s Fastest Strength and Muscle Building System.” It cost $20 in the late 1950s, but I found the text of the program in…", "url": "https://lifehacker.com/do-vintage-exercise-routines-work-1818849451", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/aa20ce489517a98361ab311b989aa086.png", "publishedAt": "2023-11-03T18:15:00Z", "content": "I CAN GIVE YOU MASSIVE ARMS, BROAD SHOULDERS, AND A GIANT SIZED CHEST IN JUST FOUR WEEKS, the Body-Tone pamphlet promises. It is the Worlds Fastest Strength and Muscle Building System. It cost $20 in… [+11224 chars]"}, {"source": {"id": null, "name": "Lifehacker.com"}, "author": "Ross Johnson", "title": "25 Modern Christmas Classics You Can Stream Right Now", "description": "Christmas movies have been a tradition for decades, but the days when we had to watch George Bailey try to jump off of a bridge year after year are well past us. Holiday movies are an industry in and of themselves, with dozens, if not hundreds of new seasonal…", "url": "https://lifehacker.com/modern-christmas-classics-you-can-stream-right-now-1850996662", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/9b96ef13e8f459399b669d257665233a.jpg", "publishedAt": "2023-11-08T15:30:00Z", "content": "Christmas movies have been a tradition for decades, but the days when we had to watch George Bailey try to jump off of a bridge year after year are well past us. Holiday movies are an industry in and… [+13510 chars]"}, {"source": {"id": null, "name": "Lifehacker.com"}, "author": "Danielle Guercio", "title": "How to Grow (Good) Weed Indoors", "description": "If you don’t live in a sunny climate where cannabis grows well without much intervention—in other words, if you live in most of the country—you can be forgiven for not trying to grow your own weed.Read more...", "url": "https://lifehacker.com/how-to-grow-good-weed-indoors-1850931994", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/fb1a7309aa382fc5dd34e6a3b2db4622.jpg", "publishedAt": "2023-10-17T14:00:00Z", "content": "If you dont live in a sunny climate where cannabis grows well without much interventionin other words, if you live in most of the countryyou can be forgiven for not trying to grow your own weed.\r\nEve… [+10527 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "James Trew", "title": "Could MEMS be the next big leap in headphone technology?", "description": "If you have a pair of in-ear headphones, there’s a good chance they are using a technology that’s several\r\n decades old\r\n. Despite attempts to introduce different, exotic-sounding systems like planar magnetic, electrostatic and even bone conduction, most IEMs…", "url": "https://www.engadget.com/could-mems-be-the-next-big-leap-in-headphone-technology-173034402.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/VQuRxZCwmMSq5rNrFfNuUg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/822f5900-6d01-11ee-bdf7-fb8a2a17be7b", "publishedAt": "2023-10-17T17:30:34Z", "content": "If you have a pair of in-ear headphones, theres a good chance they are using a technology thats several\r\n decades old\r\n. Despite attempts to introduce different, exotic-sounding systems like planar m… [+6853 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Mariella Moon", "title": "Qualcomm reveals it's making a RISC-V chip for Android wearables", "description": "Qualcomm is working with Google to develop a RISC-V platform that can power Wear OS devices. RISC-V is an open standard instruction set architecture (ISA), which Arm describes as \"part of the abstract model of a computer that defines how the CPU is controlled…", "url": "https://www.engadget.com/qualcomm-reveals-its-making-a-risc-v-chip-for-android-wearables-124002464.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/8gKFStL0R_uuQ0fbj4nrIw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MzQ-/https://s.yimg.com/os/creatr-uploaded-images/2023-08/345e9340-31e1-11ee-bdff-f26414cd25dd", "publishedAt": "2023-10-18T12:40:02Z", "content": "Qualcomm is working with Google to develop a RISC-V platform that can power Wear OS devices. RISC-V is an open standard instruction set architecture (ISA), which Arm describes as \"part of the abstrac… [+1525 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Kris Holt", "title": "Caltech's seven-year Wi-Fi patent battle with Apple and Broadcom is over", "description": "The California Institute of Technology (Caltech) has reached a settlement with Apple and Broadcom over Wi-Fi chips, ending a billion-dollar patent dispute that started in 2016, Reuters has reported. In a filing, Caltech said that it's dismissing the case with…", "url": "https://www.engadget.com/caltechs-seven-year-wi-fi-patent-battle-with-apple-and-broadcom-is-over-082546571.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/9MDfFueBGI.xFqd9EWL6Zw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/741cab80-6773-11ee-b79d-b863b5e547dd", "publishedAt": "2023-10-13T08:25:46Z", "content": "The California Institute of Technology (Caltech) has reached a settlement with Apple and Broadcom over Wi-Fi chips, ending a billion-dollar patent dispute that started in 2016, Reuters has reported. … [+1514 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Andrew Tarantola", "title": "Adult film star Riley Reid launches Clona.AI, a sexting chatbot platform", "description": "Adult film icon and media investor Riley Reid aims to bring the transformational capabilities of generative AI to adult entertainment with an online platform where users can chat with digital versions of content creators. But unlike other, scuzzier adult chat…", "url": "https://www.engadget.com/adult-film-star-riley-reid-launches-clonaai-a-sexting-chatbot-platform-000509221.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/wrQ.6BjX0CnEypouNbfBKg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/31302040-72c7-11ee-bbf6-91e47962fe38", "publishedAt": "2023-10-25T00:05:09Z", "content": "Adult film icon and media investor Riley Reid aims to bring the transformational capabilities of generative AI to adult entertainment with an online platform where users can chat with digital version… [+2850 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Will Shanklin", "title": "NYU is developing 3D streaming video tech with the help of its dance department", "description": "NYU is launching a project to spur the development of immersive 3D video for dance education — and perhaps other areas. Boosted by a $1.2 million four-year grant from the National Science Foundation, the undertaking will try to make Point-Cloud Video (PCV) te…", "url": "https://www.engadget.com/nyu-is-developing-3d-streaming-video-tech-with-the-help-of-its-dance-department-211947160.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/dZPTMHBkqy1i9MYId6mwkQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/870afab0-7765-11ee-bcec-2b3b0d505156", "publishedAt": "2023-10-30T21:19:47Z", "content": "NYU is launching a project to spur the development of immersive 3D video for dance education and perhaps other areas. Boosted by a $1.2 million four-year grant from the National Science Foundation, t… [+2406 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Sarah Fielding", "title": "Google expands its bug bounty program to target generative AI attacks", "description": "With concerns around generative AI ever-present, Google has announced an expansion of its Vulnerability Rewards Program (VRP) focused on AI-specific attacks and opportunities for malice. As such, the company released updated guidelines detailing which discove…", "url": "https://www.engadget.com/google-expands-its-bug-bounty-program-to-target-generative-ai-attacks-120049796.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/GVDEUEIkNQoxdeSOtupCCg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-01/7ccb6f30-9c05-11ed-bf9c-2aee0f1c469f", "publishedAt": "2023-10-26T12:00:49Z", "content": "With concerns around generative AI ever-present, Google has announced an expansion of its Vulnerability Rewards Program (VRP) focused on AI-specific attacks and opportunities for malice. As such, the… [+1308 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Mariella Moon", "title": "Spotify looks set to overhaul its royalty model next year", "description": "Spotify's royalty model will get a massive revamp next year to give \"working artists\" a bigger cut, according to Music Business Worldwide. Starting in the first quarter of 2024, Spotify will reportedly implement three changes meant to \"combat three drains on …", "url": "https://www.engadget.com/spotify-looks-set-to-overhaul-its-royalty-model-next-year-081722667.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/j5qyrUnHmin.Oj_JWQJ0zA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03OTk-/https://s.yimg.com/os/creatr-uploaded-images/2023-09/1c17d110-56e0-11ee-bafb-613eb7dc5248", "publishedAt": "2023-10-26T08:17:22Z", "content": "Spotify's royalty model will get a massive revamp next year to give \"working artists\" a bigger cut, according to Music Business Worldwide. Starting in the first quarter of 2024, Spotify will reported… [+2595 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Mariella Moon", "title": "Qualcomm's new audio chip uses Wi-Fi to massively extend headphone range", "description": "In addition to the Snapdragon 8 Gen 3 and the Snapdragon X Elite, Qualcomm has also introduced the S7 and S7 Pro Gen 1 at the Snapdragon Summit in Hawaii. The company said its new chips deliver six times the compute power of their predecessor's, along with on…", "url": "https://www.engadget.com/qualcomms-new-audio-chip-uses-wi-fi-to-massively-extend-headphone-range-091614802.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/YG98XWCiGuhf5qQzSYZfZw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2021-11/e1ad0230-46f0-11ec-9dcf-0e794de509f0", "publishedAt": "2023-10-25T09:16:14Z", "content": "In addition to the Snapdragon 8 Gen 3 and the Snapdragon X Elite, Qualcomm has also introduced the S7 and S7 Pro Gen 1 at the Snapdragon Summit in Hawaii. The company said its new chips deliver six t… [+1607 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Cheyenne MacDonald", "title": "iRobot's Roomba s9+ robot vacuum is down to its best price yet", "description": "The high-end Roomba s9+\r\n may normally be too expensive for most people to justify spending on a robot vacuum, but a one-day-only deal has shaved the price nearly in half, bringing it down to an all time low of $500. If you’ve been holding off on buying the p…", "url": "https://www.engadget.com/irobots-roomba-s9-robot-vacuum-is-down-to-its-best-price-yet-163052747.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/CDHZc6d_58bXOXFWWlkeNg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MzY-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/b1b41310-702a-11ee-afff-3124b3146aa2", "publishedAt": "2023-10-21T16:30:52Z", "content": "The high-end Roomba s9+\r\n may normally be too expensive for most people to justify spending on a robot vacuum, but a one-day-only deal has shaved the price nearly in half, bringing it down to an all … [+1367 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Pranav Dixit", "title": "Live in Washington D.C.? You might be able to get free AirTags for your car", "description": "The city of Washington D.C. will distribute free Apple AirTags to residents in certain neighborhoods, mayor Muriel Bowser announced on Wednesday. The aim: to make stolen cars easier for police to track down.\n“We are equipping residents with technology that wi…", "url": "https://www.engadget.com/live-in-washington-dc-you-might-be-able-to-get-free-airtags-for-your-car-202616642.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/cv7p9J4a7QdrL7sRKt0sBg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-03/454508e0-cf32-11ed-bd31-a7a7acba4c0c", "publishedAt": "2023-11-03T20:26:16Z", "content": "The city of Washington D.C. will distribute free Apple AirTags to residents in certain neighborhoods, mayor Muriel Bowser announced on Wednesday. The aim: to make stolen cars easier for police to tra… [+1576 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Mariella Moon", "title": "Amazon now supports passkey logins on browsers and iOS devices", "description": "Amazon, the biggest e-commerce website in most countries, now supports passkeys. That gives users access to the new login solution that's considered more secure than passwords, allowing them to access their account using the biometrics or PIN they use to unlo…", "url": "https://www.engadget.com/amazon-now-supports-passkey-logins-on-browsers-and-ios-devices-050129183.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/DA2XmGRuIteErInOLqfw4w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03NzI-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/4d9dcb40-7224-11ee-9dfe-c655c4c53636", "publishedAt": "2023-10-24T05:01:29Z", "content": "Amazon, the biggest e-commerce website in most countries, now supports passkeys. That gives users access to the new login solution that's considered more secure than passwords, allowing them to acces… [+1500 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Mariella Moon", "title": "YouTube may soon let musicians lend their AI voices to creators", "description": "YouTube creators may be able to upload music that sounds like it was actually sang by famous musicians one day. According to Billboard and Bloomberg, the video hosting platform is developing an artificial intelligence tool that can mimic the voice of recordin…", "url": "https://www.engadget.com/youtube-may-soon-let-musicians-lend-their-ai-voices-to-creators-105038588.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/O6u4HRRgvnEuQdl8dIwWaQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/94739570-6e61-11ee-bbfa-2224553eaf58", "publishedAt": "2023-10-19T10:50:38Z", "content": "YouTube creators may be able to upload music that sounds like it was actually sang by famous musicians one day. According to Billboard and Bloomberg, the video hosting platform is developing an artif… [+1724 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Sarah Fielding", "title": "Anker GaN chargers are up to 43 percent off in Amazon sale", "description": "Anker had huge deals running for Amazon's October Prime Day, but if you missed out, there's some good news. The tech accessory leader currently has sales on some of its top chargers, including its super-fast Gallium Nitride (GaN) options. The cheapest — and a…", "url": "https://www.engadget.com/anker-gan-chargers-are-up-to-43-percent-off-in-amazon-sale-122043698.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/D5xh0p85xU4G_JtCcj1pPA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03NDc-/https://s.yimg.com/os/creatr-uploaded-images/2022-07/d5468f30-0c33-11ed-9dae-72cfa51e640d", "publishedAt": "2023-10-19T12:20:43Z", "content": "Anker had huge deals running for Amazon's October Prime Day, but if you missed out, there's some good news. The tech accessory leader currently has sales on some of its top chargers, including its su… [+1348 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Mat Smith", "title": "The Morning After: The final Beatles song was made with a little help from AI", "description": "The Beatles have released another song, the first since 1995. “Now and Then” is being advertised as the final Beatles track, given that two of the members have passed and the other two are well over 80 years old. But then again, millionaires do love money.\nTh…", "url": "https://www.engadget.com/the-morning-after-the-final-beatles-song-was-made-with-a-little-help-from-ai-111541406.html", "urlToImage": "https://s.yimg.com/os/creatr-uploaded-images/2023-11/833a74a0-7a2c-11ee-adf3-2b328f456f4f", "publishedAt": "2023-11-03T11:15:41Z", "content": "The Beatles have released another song, the first since 1995. Now and Then is being advertised as the final Beatles track, given that two of the members have passed and the other two are well over 80… [+3735 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Andrew Tarantola", "title": "Kamala Harris announces AI Safety Institute to protect American consumers", "description": "Just days after President Joe Biden unveiled a sweeping executive order retasking the federal government with regards to AI development, Vice President Kamala Harris announced at the UK AI Safety Summit on Tuesday a half dozen more machine learning initiative…", "url": "https://www.engadget.com/kamala-harris-announces-ai-safety-institute-to-protect-american-consumers-060011065.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/1pmIuCjRVyTRm7HHmMlyag--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/116fd030-783e-11ee-9fe1-1d77eded7d68", "publishedAt": "2023-11-01T06:00:11Z", "content": "Just days after President Joe Biden unveiled a sweeping executive order retasking the federal government with regards to AI development, Vice President Kamala Harris announced at the UK AI Safety Sum… [+4661 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Will Shanklin", "title": "Amazon's new AI tool conjures fake backgrounds for real products", "description": "Amazon is rolling out a new beta feature that lets advertisers create AI-generated image backgrounds for products. The company describes it as “a generative AI solution designed to remove creative barriers” while boosting ad performance. “It’s a perfect use f…", "url": "https://www.engadget.com/amazons-new-ai-tool-conjures-fake-backgrounds-for-real-products-162013141.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/eW5x9U4bfAjikY9iLPNyZg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/e0093580-734d-11ee-aeff-2ea77e027d71", "publishedAt": "2023-10-25T16:20:13Z", "content": "Amazon is rolling out a new beta feature that lets advertisers create AI-generated image backgrounds for products. The company describes it as a generative AI solution designed to remove creative bar… [+2480 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Mariella Moon", "title": "Sony ANC headphones are up to 53 percent off at Amazon", "description": "A bunch of Sony headphones, earbuds and other audio devices are on sale at Amazon, including the Sony WH-CH720N headset, which is currently selling for the lowest price we've seen for it on the website. You can get the noise canceling wireless headphones for …", "url": "https://www.engadget.com/sony-anc-headphones-are-up-to-53-percent-off-at-amazon-095038076.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/g.iaGctlyhcS4.kXu1UUkg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDI-/https://s.yimg.com/os/creatr-uploaded-images/2023-11/941091a0-7898-11ee-b7fa-e2e022464f0f", "publishedAt": "2023-11-01T09:50:38Z", "content": "A bunch of Sony headphones, earbuds and other audio devices are on sale at Amazon, including the Sony WH-CH720N headset, which is currently selling for the lowest price we've seen for it on the websi… [+1976 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Kris Holt", "title": "Microsoft will let Xbox game makers use AI tools for story design and NPCs", "description": "Xbox has teamed up with a startup called Inworld AI to create a generative AI toolset that developers can use to create games. It's a multi-year collaboration, which the Microsoft-owned brand says can \"assist and empower creators in dialogue, story and quest …", "url": "https://www.engadget.com/microsoft-will-let-xbox-game-makers-use-ai-tools-for-story-design-and-npcs-083027899.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/BaGbPlbbOqalFoARoEUYMA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03Nzk-/https://s.yimg.com/os/creatr-uploaded-images/2023-11/0e934c10-7d3f-11ee-9fbb-26d79bcd2a0a", "publishedAt": "2023-11-07T08:30:27Z", "content": "Xbox has teamed up with a startup called Inworld AI to create a generative AI toolset that developers can use to create games. It's a multi-year collaboration, which the Microsoft-owned brand says ca… [+2067 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Sarah Fielding", "title": "US Senate begins collecting evidence on how AI could thwart robocalls", "description": "Robocalls are rampant, using AI and other tools to disrupt day-to-day life and scam Americans out of their money through impersonations of family members, phone providers and more. On October 24, the Senate Commerce Committee's Subcommittee on Communications,…", "url": "https://www.engadget.com/us-senate-begins-collecting-evidence-on-how-ai-could-thwart-robocalls-102553733.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/TuTSrtZHCKt6MbAR4xdkyw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2022-11/2357dc80-6a97-11ed-bbe7-4db95d418c46", "publishedAt": "2023-10-25T10:25:53Z", "content": "Robocalls are rampant, using AI and other tools to disrupt day-to-day life and scam Americans out of their money through impersonations of family members, phone providers and more. On October 24, the… [+2355 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Steve Dent", "title": "Google is rolling out tools that let advertisers create AI-generated content", "description": "Google is rolling out a new feature that allow advertisers to create AI generated content using the same technology as the Bard chatbot, confirming a report from earlier this year. The feature is now available in beta on Google's Performance Max advertising p…", "url": "https://www.engadget.com/google-is-rolling-out-tools-that-let-advertisers-create-ai-generated-content-080255864.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/7B2uzoTVBEchs0JQ490EgA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NjE-/https://s.yimg.com/os/creatr-uploaded-images/2023-11/82d478d0-7dfb-11ee-bf99-08b657f9f235", "publishedAt": "2023-11-08T08:02:55Z", "content": "Google is rolling out a new feature that allow advertisers to create AI generated content using the same technology as the Bard chatbot, confirming a report from earlier this year. The feature is now… [+1880 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Kris Holt", "title": "The SEC is said to be investigating a Twitter security flaw from the pre-Musk era", "description": "The Securities and Exchange Commission\r\n is reportedly looking into how Twitter\r\n (now X) handled a security issue in 2018 that led to users' personal information being exposed. The bug allowed people to view email addresses when passwords were reset, potenti…", "url": "https://www.engadget.com/the-sec-is-said-to-be-investigating-a-twitter-security-flaw-from-the-pre-musk-era-205459647.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/ksREmt7kGSA3ybASj4eVfQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDI-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/0fa042f0-644b-11ee-9eb3-783433d41c16", "publishedAt": "2023-10-10T20:54:59Z", "content": "The Securities and Exchange Commission\r\n is reportedly looking into how Twitter\r\n (now X) handled a security issue in 2018 that led to users' personal information being exposed. The bug allowed peopl… [+1906 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Katie Malone", "title": "Every car is a smart car, and it's a privacy nightmare", "description": "Mozilla recently reported that of the car brands it reviewed, all 25 failed its privacy tests. While all, in Mozilla's estimation, overreached in their policies around data collection and use, some even included caveats about obtaining highly invasive types o…", "url": "https://www.engadget.com/every-car-is-a-smart-car-and-its-a-privacy-nightmare-193010478.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/Lx7_K_KTdvH0oiVYx4YpJQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDE-/https://s.yimg.com/os/creatr-uploaded-images/2023-11/e17715f0-78f6-11ee-bffc-91d70777314e", "publishedAt": "2023-11-06T19:30:10Z", "content": "Mozilla recently reported that of the car brands it reviewed, all 25 failed its privacy tests. While all, in Mozilla's estimation, overreached in their policies around data collection and use, some e… [+7445 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Mat Smith", "title": "The Morning After: US government announces AI Safety Institute", "description": "Following President Joe Biden’s sweeping executive order regarding AI development last week, at the UK AI Safety Summit yesterday, Vice President Kamala Harris announced even more machine learning initiatives, as well as the establishment of the United States…", "url": "https://www.engadget.com/the-morning-after-us-government-announces-ai-safety-institute-111551804.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/1pmIuCjRVyTRm7HHmMlyag--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/116fd030-783e-11ee-9fe1-1d77eded7d68", "publishedAt": "2023-11-01T11:15:51Z", "content": "Following President Joe Bidens sweeping executive order regarding AI development last week, at the UK AI Safety Summit yesterday, Vice President Kamala Harris announced even more machine learning ini… [+3261 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Andrew Tarantola", "title": "You can now generate AI images directly in the Google Search bar", "description": "Back in the olden days of last December, we had to go to specialized websites to have our natural language prompts transformed into generated AI art, but no longer! Google announced Thursday that users who have opted-in for its Search Generative Experience (S…", "url": "https://www.engadget.com/you-can-now-generate-ai-images-directly-in-the-google-search-bar-160020809.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/imuCE2.bUq_0ceWJ1sDWQQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03NzI-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/375a2780-687d-11ee-bbdc-43dae850fa1b", "publishedAt": "2023-10-12T16:00:20Z", "content": "Back in the olden days of last December, we had to go to specialized websites to have our natural language prompts transformed into generated AI art, but no longer! Google announced Thursday that use… [+2655 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Devindra Hardawar", "title": "Intel is pushing developers to make AI-enabled PC apps", "description": "What good are AI-powered processors without apps that take full advantage of them? That seems to be the question Intel has been asking itself lately. The company just announced a new initiative, the AI PC Acceleration Program, which is meant to help developer…", "url": "https://www.engadget.com/intel-ai-pc-acceleration-program-core-ultra-150054881.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/u6JQuBoaJuGBCY8kJOyZDg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03OTg-/https://s.yimg.com/os/creatr-uploaded-images/2023-07/3a01c220-2d88-11ee-b37f-06de1ca1df15", "publishedAt": "2023-10-19T15:00:54Z", "content": "What good are AI-powered processors without apps that take full advantage of them? That seems to be the question Intel has been asking itself lately. The company just announced a new initiative, the … [+2816 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Andrew Tarantola", "title": "Qualcomm brings on-device AI to mobile and PC", "description": "Qualcomm is no stranger in running artificial intelligence and machine learning systems on-device and without an internet connection. They’ve been doing it with their camera chipsets for years. But on Tuesday at Snapdragon Summit 2023, the company announced t…", "url": "https://www.engadget.com/qualcomm-brings-on-device-ai-to-mobile-and-pc-190030938.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/4A2CBeXtSKp7rl9A_43XFg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04Njc-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/8c71eac2-71d6-11ee-bdd5-9c984c0d4c48", "publishedAt": "2023-10-24T19:00:30Z", "content": "Qualcomm is no stranger in running artificial intelligence and machine learning systems on-device and without an internet connection. Theyve been doing it with their camera chipsets for years. But on… [+4581 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Kris Holt", "title": "Qualcomm's Snapdragon 8 Gen 3 brings on-device generative AI to more Android phones", "description": "At its annual Snapdragon Summit on Tuesday, Qualcomm\r\n revealed its latest mobile chipset. Perhaps the biggest change in the Snapdragon 8 Gen 3 is the introduction of on-device generative AI (akin to Google's Tensor G3). The chipset’s AI Engine supports multi…", "url": "https://www.engadget.com/qualcomms-snapdragon-8-gen-3-brings-on-device-generative-ai-to-more-android-phones-190019288.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/oxM_vhxXm93n4s8qJdDkPQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02OTU-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/fa72cfc0-7281-11ee-bfb3-e4ff777637fc", "publishedAt": "2023-10-24T19:00:19Z", "content": "At its annual Snapdragon Summit on Tuesday, Qualcomm\r\n revealed its latest mobile chipset. Perhaps the biggest change in the Snapdragon 8 Gen 3 is the introduction of on-device generative AI (akin to… [+4259 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Kris Holt", "title": "Meta whistleblower tells Senate the company 'cannot be trusted with our children'", "description": "Another Meta whistleblower has testified before Congress\r\n regarding safety issues on the company's platforms. On the same day that Frances Haugen told Congress in 2021 how Meta could fix some of its safety problems\r\n, Arturo Béjar, a former director of engin…", "url": "https://www.engadget.com/meta-whistleblower-tells-senate-the-company-cannot-be-trusted-with-our-children-185616936.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/ooS.6epo2JlHOIpeGf.Jyg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-11/f8aa7b40-7d97-11ee-96fa-ee11d765e47e", "publishedAt": "2023-11-07T18:56:16Z", "content": "Another Meta whistleblower has testified before Congress\r\n regarding safety issues on the company's platforms. On the same day that Frances Haugen told Congress in 2021 how Meta could fix some of its… [+8545 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Andrew Tarantola", "title": "How the meandering legal definition of 'fair use' cost us Napster but gave us Spotify", "description": "The internet's \"enshittification,\" as veteran journalist and privacy advocate Cory Doctorow describes it, began decades before TikTok made the scene. Elder millennials remember the good old days of Napster — followed by the much worse old days of Napster bein…", "url": "https://www.engadget.com/hitting-the-books-the-internet-con-cory-doctorow-verso-153018432.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/m_HWxG5D3u.hGG9p3ZzcLA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/4d0f66e0-7817-11ee-b9df-a10c2ab1fedb", "publishedAt": "2023-11-05T15:30:18Z", "content": "The internet's \"enshittification,\" as veteran journalist and privacy advocate Cory Doctorow describes it, began decades before TikTok made the scene. Elder millennials remember the good old days of N… [+8380 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Andrew Tarantola", "title": "NASA's John Mather keeps redefining our understanding of the cosmos", "description": "Space isn't hard only on account of the rocket science. The task of taking a NASA mission from development and funding through construction and launch — all before we even use the thing for science — can span decades. Entire careers have been spent putting a …", "url": "https://www.engadget.com/inside-the-star-factory-chris-gunn-christopher-wanjek-mit-press-143046496.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/pcPe4lUVbQVQXifiViO5lg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/e0c0b340-6d3a-11ee-bfef-572deeb03048", "publishedAt": "2023-10-22T14:30:46Z", "content": "Space isn't hard only on account of the rocket science. The task of taking a NASA mission from development and funding through construction and launch all before we even use the thing for science can… [+11147 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Karissa Bell", "title": "Ray-Ban Meta smart glasses review: Instagram-worthy shades", "description": "A lot has changed in the two years since Facebook released its Ray Ban-branded smart glasses. Facebook is now called Meta. And its smart glasses also have a new name: the Ray-Ban Meta smart glasses. Two years ago, I was unsure exactly how I felt about the pro…", "url": "https://www.engadget.com/ray-ban-meta-smart-glasses-review-instagram-worthy-shades-070010365.html", "urlToImage": "https://s.yimg.com/uu/api/res/1.2/WKZvnMz9O_fWIUvF0LAVdw--~B/Zmk9ZmlsbDtoPTYzMDtweW9mZj0wO3c9MTIwMDthcHBpZD15dGFjaHlvbg--/https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-uploaded-images/2023-10/deb60780-6c7c-11ee-affc-405a6a821734.cf.jpg", "publishedAt": "2023-10-17T07:00:10Z", "content": "A lot has changed in the two years since Facebook released its Ray Ban-branded smart glasses. Facebook is now called Meta. And its smart glasses also have a new name: the Ray-Ban Meta smart glasses. … [+12319 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Angela Watercutter", "title": "\"Now and Then,\" The Beatles’ Last Song, Is Here Thanks to Peter Jackson’s AI", "description": "The track was made possible thanks to technology the director used on the documentary series \"Get Back.\" Listen here.", "url": "https://www.wired.com/story/the-beatles-now-and-then-last-song-artificial-intelligence-peter-jackson/", "urlToImage": "https://media.wired.com/photos/65451021c7c6de78686bd51c/191:100/w_1280,c_limit/The-Beatles-New-Song-Culture-GettyImages-74253720.jpg", "publishedAt": "2023-11-03T17:46:51Z", "content": "Following a lot of hypeand a quarter-century of workNow and Then, presumably the last song to feature all four original Beatles, is here. The track dropped Thursday and the music video, directed by P… [+1414 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Lily Hay Newman", "title": "Google Makes Passkeys Default, Stepping Up Its Push to Kill Passwords", "description": "Google is making passkeys, the emerging passwordless login technology, the default option for users as it moves to make passwords “obsolete.”", "url": "https://www.wired.com/story/google-passkey-default/", "urlToImage": "https://media.wired.com/photos/6524a856e550e5079cd54a31/191:100/w_1280,c_limit/Google-Passkey-Push-Security-1384541738.jpg", "publishedAt": "2023-10-10T13:50:29Z", "content": "Less than six months ago, Google announced that it was launching support for the password replacement known as passkeys for all personal accounts across its billions of users. Today, the company said… [+2485 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Will Knight", "title": "The US Just Escalated Its AI Chip War With China", "description": "The American government has tightened its restrictions on exports of chips and chipmaking equipment, closing loopholes that let Chinese companies access advanced technology.", "url": "https://www.wired.com/story/the-us-just-escalated-its-ai-chip-war-with-china/", "urlToImage": "https://media.wired.com/photos/652e7ca453fbe41a88672450/191:100/w_1280,c_limit/The-US-Just-Escalated-Its-AI-Chip-War-on-China-GettyImages-1425332902.jpg", "publishedAt": "2023-10-17T14:58:50Z", "content": "At an event in Beijing this week, the Chinese search giant Baidu announced a new version of its most capable language model, called Ernie 4.0. Baidu says the performance of this model matches that of… [+3284 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Caitlin Harrington", "title": "This AI Bot Fills Out Job Applications for You While You Sleep", "description": "AI-powered services like LazyApply zip through the grunt work of job applications, helping one programmer apply for 5,000 jobs. But they can make mistakes, and some recruiters scorn the technology.", "url": "https://www.wired.com/story/this-ai-bot-fills-out-job-applications-for-you-while-you-sleep/", "urlToImage": "https://media.wired.com/photos/6545939ac24c84815c6bbc35/191:100/w_1280,c_limit/AI-Bot-Job-Applications-Business-174410108.jpg", "publishedAt": "2023-11-06T12:00:00Z", "content": "In July, software engineer Julian Joseph became the latest victim of the tech industrys sweeping job cuts. Facing his second layoff in two years, he dreaded spending another couple months hunched ove… [+3957 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Khari Johnson", "title": "Joe Biden’s Sweeping New Executive Order Aims to Drag the US Government into the Age of ChatGPT", "description": "President Joe Biden issued a wide-ranging executive order on artificial intelligence with measures to boost US tech talent and prevent AI being used to threaten national security.", "url": "https://www.wired.com/story/joe-bidens-executive-order-ai-us-government-chatgpt/", "urlToImage": "https://media.wired.com/photos/653c52062692abf70732f9b0/191:100/w_1280,c_limit/Business-Biden-AI-Briefing-1712266109.jpg", "publishedAt": "2023-10-30T09:00:00Z", "content": "Joe Biden wants the US government to make wider use of artificial intelligenceand to keep commercial AI on a tighter leash. Those are two prominent themes of a sprawling executive order Biden will si… [+2562 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Matt Laslo", "title": "Joe Biden’s Big AI Plan Sounds Scary—but Lacks Bite", "description": "Joe Biden’s new executive order is billed as the biggest governmental AI plan ever. Unless he can convince a dysfunctional US Congress and overseas rivals to play along, its effects will be limited.", "url": "https://www.wired.com/story/joe-bidens-big-ai-plan-sounds-scary-lacks-bite/", "urlToImage": "https://media.wired.com/photos/65406146dacb7be44fdb6673/191:100/w_1280,c_limit/Biden-White-House-Event-AI-Business-1754109419.jpg", "publishedAt": "2023-10-31T17:42:44Z", "content": "We intend that the actions we are taking domestically will serve as a model for international action, understanding that AI developed in one nation can impact the lives and livelihoods of billions of… [+2442 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Khari Johnson", "title": "The US Has Failed to Pass AI Regulation. New York City Is Stepping Up", "description": "The US Congress won’t pass federal AI regulation anytime soon. NYC is forging ahead with an AI Action Plan and a proposal for a new Office of Algorithmic Data Integrity.", "url": "https://www.wired.com/story/us-failed-to-pass-ai-regulation-new-york-city-stepping-up/", "urlToImage": "https://media.wired.com/photos/653079e6549979de398d2200/191:100/w_1280,c_limit/New-York-AI-Restrictions-Business-1311390274.jpg", "publishedAt": "2023-10-19T18:20:08Z", "content": "As the US federal government struggles to meaningfully regulate AIor even functionNew York City is stepping into the governance gap.\r\nThe city introduced an AI Action Plan this week that mayor Eric A… [+3092 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Aarian Marshall", "title": "GM’s Cruise Halts Self-Driving Operations Across the US After Regulator Safety Fears", "description": "Two days after safety fears led California regulators to shutdown Cruise’s robotaxis in San Francisco, the company says its fleet in Austin and other US cities will now operate with human supervision.", "url": "https://www.wired.com/story/gms-cruise-halts-self-driving-operations-regulator-safety-fears/", "urlToImage": "https://media.wired.com/photos/653b1f180fde2c56f0fd2d86/191:100/w_1280,c_limit/Cruise-Self-Driving-Cars-Nationwide-Business-GettyImages-1590511985.jpg", "publishedAt": "2023-10-27T03:19:08Z", "content": "Cruise, the self-driving arm of General Motors, said late today it had halted its robotaxi service across the US and would no longer operate its vehicles without safety drivers behind the wheel. That… [+3443 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Matt Burgess", "title": "This Cheap Hacking Device Can Crash Your iPhone With Pop-Ups", "description": "Plus: SolarWinds is charged with fraud, New Orleans police face recognition has flaws, and new details about Okta’s October data breach emerge.", "url": "https://www.wired.com/story/flipper-zero-iphone-dos-attack-security-roundup/", "urlToImage": "https://media.wired.com/photos/65450b438e91e3ca88ad9cbb/191:100/w_1280,c_limit/Flipper-Zero-Security-Roundup.jpg", "publishedAt": "2023-11-04T13:00:00Z", "content": "As the Israel-Hamas war continues, with Israeli troops moving into the Gaza Strip and encircling Gaza City, one piece of technology is having an outsized impact on how we see and understand the war. … [+5730 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Lauren Goode, Michael Calore", "title": "Artificial Intelligence Is Seeping Into All of Your Gadgets", "description": "This week, we discuss the impact generative AI is having on the world of consumer tech, and the various futures that path could lead us to.", "url": "https://www.wired.com/story/gadget-lab-podcast-616/", "urlToImage": "https://media.wired.com/photos/65282243e570b8280b890a18/191:100/w_1280,c_limit/All-of-Your-Gadgets-Are-Powered-by-Artificial-Intelligence.-What-Now--Gear.jpg", "publishedAt": "2023-10-12T17:39:45Z", "content": "Artificial intelligence abounds, and its only making its way deeper and deeper into every scrap of technology we use. Generative AI in particular is an invention that seems destined to follow us far … [+1333 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Vittoria Elliott", "title": "Big Tech Ditched Trust and Safety. Now Startups Are Selling It Back As a Service", "description": "The burgeoning trust and safety industry promises to help tech companies navigate scrutiny and regulation. But these services bring problems of their own.", "url": "https://www.wired.com/story/trust-and-safety-startups-big-tech/", "urlToImage": "https://media.wired.com/photos/64dfaf4420abe9537824fa2f/191:100/w_1280,c_limit/081823-big-tech-trust-safety-staff.jpg", "publishedAt": "2023-11-06T19:29:56Z", "content": "The same is true of the AI systems that companies use to help flag potentially dangerous or abusive content. Platforms often use huge troves of data to build internal tools that help them streamline … [+2398 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Justin Ling", "title": "The UN Risks Normalizing Internet Censorship", "description": "The United Nations' top internet governance body will allegedly host its next two annual meetings in countries known for repressive internet policies and human rights abuses.", "url": "https://www.wired.com/story/united-nations-igf-saudi-arabia-russia/", "urlToImage": "https://media.wired.com/photos/6525b8dac55060c7594b0d39/191:100/w_1280,c_limit/Repressive-countries-hosting-UN-internet-body-Security-GettyImages-1246385753.jpg", "publishedAt": "2023-10-11T11:00:00Z", "content": "The United Nations main internet governance body looks set to host its next international forum in Riyadh, Saudi Arabia. In 2025, the UN may take its discussions on the future of an open internet to … [+2363 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Amit Katwala", "title": "DeepMind Wants to Use AI to Solve the Climate Crisis", "description": "WIRED spoke with DeepMind’s climate lead about techno-utopianism, ways AI can help fight climate change, and what’s currently standing in the way.", "url": "https://www.wired.com/story/wired-impact-deepmind-ai-climate-change/", "urlToImage": "https://media.wired.com/photos/652eb3f04e4619c8054877c0/191:100/w_1280,c_limit/climatechange-ai-science-GettyImages-1454303877-(1).jpg", "publishedAt": "2023-10-18T11:00:00Z", "content": "A nice example of this is the work we did in data centers, where we were able to improve energy efficiency and achieve a 30 percent energy saving.\r\nAnd then the third thing is new technology?\r\nYes, t… [+2193 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Lauren Goode", "title": "Google Image Search Will Now Show a Photo’s History. Can It Spot Fakes?", "description": "The new “About this image” feature will help you discern whether a photo search result can be trusted. But it’s not a surefire safeguard against misinformation.", "url": "https://www.wired.com/story/google-about-this-image-misinformation/", "urlToImage": "https://media.wired.com/photos/65382632fd3d190c7a1f5c68/191:100/w_1280,c_limit/Google-Image-Search-news-Gear-GettyImages-824179306.jpg", "publishedAt": "2023-10-25T16:00:00Z", "content": "Google has stressed that the metadata field in About this image is not going to be a surefire way to see the origins, or provenance, of an image. Its mostly designed to give more context or alert the… [+2647 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Lily Hay Newman", "title": "This Cryptomining Tool Is Stealing Secrets", "description": "Plus: Details emerge of a US government social media-scanning tool that flags “derogatory” speech, and researchers find vulnerabilities in the global mobile communications network.", "url": "https://www.wired.com/story/cryptominer-espionage-campaign-security-roundup/", "urlToImage": "https://media.wired.com/photos/653c26a5a4dd0111031f340f/191:100/w_1280,c_limit/Security-News-This-Week--A-Dull-Cryptominer-Is-Actually-Part-of-a-Sophisticated-and-Expansive-Espionage-Campaign-Security-GettyImages-1087732912.jpg", "publishedAt": "2023-10-28T13:00:00Z", "content": "As the Israel-Hamas war raged on this week and Israel expanded its ground invasion of the Gaza Strip, the territory's compromised internet infrastructure and access to connectivity went fully dark on… [+5479 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Parker Hall", "title": "12 Best October Prime Day TV Deals (2023)", "description": "Black Friday might be around the corner, but these Prime Day TV deals can help set the mood for the upcoming colder, cozier weather.", "url": "https://www.wired.com/story/best-amazon-prime-day-tv-deals-october-2023-1/", "urlToImage": "https://media.wired.com/photos/64a5e787c859c4a1cdecc437/191:100/w_1280,c_limit/tv_deals.jpg", "publishedAt": "2023-10-10T12:05:00Z", "content": "Black Friday is almost synonymous with great deals on TVs. But increasingly Amazon Prime Day TV deals compete with the original American shopping holiday, which has featured bargain televisions going… [+4918 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Scott Gilbertson, Medea Giordano", "title": "121 Absolute Best October Prime Day Deals 2023 (Day 2)", "description": "From laptops, tablets, phones, and smartwatches to Amazon Echo Dots, these are the best Prime Day deals on all your favorite WIRED gear.", "url": "https://www.wired.com/story/best-october-prime-day-deals-2023-6/", "urlToImage": "https://media.wired.com/photos/65242cbbbc8776ef20a39f63/191:100/w_1280,c_limit/absolute_best_deals.jpg", "publishedAt": "2023-10-11T09:06:00Z", "content": "Amazon Prime Day Part II is here, and that means a fresh batch of Prime Day deals. Technically Amazon calls this Prime Big Deal Days, but like most people, we think of it as Prime Day Deux. As usual,… [+53867 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Alex Miller", "title": "Tech and Games Can Help Curb Youth Suicide", "description": "In the face of lackluster mental health support, especially for children of marginalized groups, technology and video games can be used to meet young people where they are.", "url": "https://www.wired.com/story/tech-video-games-youth-suicide/", "urlToImage": "https://media.wired.com/photos/65452a95ae2b61a93847eea7/191:100/w_1280,c_limit/w30-youth-suicides-tech-games.jpg", "publishedAt": "2023-11-07T12:00:00Z", "content": "One of my most traumatizing moments was when my best friend Terry got gunned down outside my projects. As a 9-year-old in Chicago, I remember always speaking to him about whether he thought we would … [+3213 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Ramin Skibba", "title": "NASA’s Psyche Mission Is Off to Test a Space Laser (for Communications)", "description": "The Psyche probe is heading to its namesake metal-rich asteroid. Along the way, it will demonstrate a near-infrared laser system to send high-rate data hundreds of millions of miles home.", "url": "https://www.wired.com/story/nasas-psyche-mission-is-off-to-test-a-space-laser-for-communications/", "urlToImage": "https://media.wired.com/photos/6527482b629d439f39be597e/191:100/w_1280,c_limit/Nasa-Psyche-Launch-W30-Science-514874786.jpg", "publishedAt": "2023-10-13T14:25:43Z", "content": "NASAs Psyche spacecraft blasted off this morning at 10:20 am Eastern time and is now en route to its namesake metal-rich asteroid. The long-delayed mission will examine the asteroid with a suite of s… [+2150 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Will Knight", "title": "The Chatbots Are Now Talking to Each Other", "description": "ChatGPT-style chatbots that pretend to be people are being used to help companies develop new product and marketing ideas.", "url": "https://www.wired.com/story/fast-forward-the-chatbots-are-now-talking-to-each-other/", "urlToImage": "https://media.wired.com/photos/65273cd087136b01c1e37379/191:100/w_1280,c_limit/mouth-biz-GettyImages-1444495580.jpg", "publishedAt": "2023-10-12T15:00:00Z", "content": "Lena Anderson isnt a soccer fan, but she does spend a lot of time ferrying her kids between soccer practices and competitive games.\r\nI may not pull out a foam finger and painted face, but soccer does… [+3530 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Will Bedingfield", "title": "Generative AI Is Playing a Surprising Role in Israel-Hamas Disinformation", "description": "Even as some feared the war would be the first in history to be flooded with machine-made fake images, that hasn’t happened. The technology’s impact on the conflict is far more subtle.", "url": "https://www.wired.com/story/israel-hamas-war-generative-artificial-intelligence-disinformation/", "urlToImage": "https://media.wired.com/photos/653c500e0fde2c56f0fd2d90/191:100/w_1280,c_limit/culture_israel_hamas_war_ai_disinformation.jpg", "publishedAt": "2023-10-30T10:00:00Z", "content": "Given the creativity humans have showcased throughout history to make up (false) stories and the freedom that humans already have to create and spread misinformation across the world, it is unlikely … [+2304 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Matt Burgess, Lily Hay Newman", "title": "Internet Blackouts in Gaza Are a New Weapon in the Israel-Hamas War", "description": "Israel has said it’s prepared to disrupt internet service in Gaza, signaling a new age of warfare. In the past two weeks, the Palestinian territory has already suffered three communications shutdowns.", "url": "https://www.wired.com/story/israel-gaza-internet-blackouts-weapon/", "urlToImage": "https://media.wired.com/photos/6549a751ffe219707629bcb0/191:100/w_1280,c_limit/Communication-Towers-Gaza-Security-1749945926.jpg", "publishedAt": "2023-11-07T18:41:31Z", "content": "No company can repair or do anything right now, Mekdad says. Many firms, he says, are waiting until the war is over to see the status of their infrastructure and evaluate it. The United Nations Offic… [+2616 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Will Knight", "title": "The US and 30 Other Nations Agree to Set Guardrails for Military AI", "description": "The tech-centric war in Ukraine and the success of ChatGPT have prompted new interest in figuring out how to prevent military AI from going awry.", "url": "https://www.wired.com/story/the-us-and-30-other-nations-agree-to-set-guardrails-for-military-ai/", "urlToImage": "https://media.wired.com/photos/654ae8c1428f34179e6b33c2/191:100/w_1280,c_limit/Military-AI-Guardrails-Business-1757360709.jpg", "publishedAt": "2023-11-08T18:37:18Z", "content": "Vice President Harris announced during her speech in London that the declaration has now been signed by US-aligned nations that include the UK, Canada, Australia, Germany, and France. The 31 signator… [+2460 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Fred Pearce", "title": "Abandoned Farms Are a Hidden Resource for Restoring Biodiversity", "description": "A billion acres of old farmland—an area half the size of Australia—has fallen out of use. Ecologists say the lands and degraded forests are neglected resources for rewilding and for capturing carbon.", "url": "https://www.wired.com/story/abandoned-farms-are-a-hidden-resource-for-restoring-biodiversity/", "urlToImage": "https://media.wired.com/photos/6529569edf1e1fa4fb80f044/191:100/w_1280,c_limit/climatedesk-science-AP20112589275219.jpg", "publishedAt": "2023-10-14T12:00:00Z", "content": "Southern Europe is not so different. Greece, Italy, Spain, and Portugal never had collective farms, but the inexorable aging of their populations and the exodus of young people to cities is emptying … [+2554 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Angela Watercutter", "title": "Microsoft’s Activision Blizzard Deal Changes the Game", "description": "On Friday, UK regulators cleared the way for Microsoft to complete its $69 billion acquisition of Activision Blizzard, one of the biggest such deals in decades.", "url": "https://www.wired.com/story/microsoft-activision-blizzard-deal-closes/", "urlToImage": "https://media.wired.com/photos/65294c4ec6f0feda6d4ad878/191:100/w_1280,c_limit/Microsoft%E2%80%99s%20Acquisition%20of%20Activision%20Blizzard%20Changes%20the%20Game%20for%20Big%20Tech%20GettyImages-1237821613.jpg", "publishedAt": "2023-10-13T16:11:11Z", "content": "After more than 20 months and more hurdles than a track meet, Microsoft has completed its $69 billion acquisition of Activision Blizzard.\r\nDespite efforts from governments in the US and UK to keep te… [+3362 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Alistair Charlton", "title": "Nio EL6 Review: Price, Specs, Release Date, Battery", "description": "With the EL6, this Chinese automaker dreamed of drivers swapping their batteries instead of charging them. But the West is nowhere near ready for an overpriced EV with a $600 version of Alexa.", "url": "https://www.wired.com/review/review-nio-el6/", "urlToImage": "https://media.wired.com/photos/65367b4e91b79fef42bcfbae/191:100/w_1280,c_limit/WIRED-Online-NIO-EL6-2400x1600-1.jpg", "publishedAt": "2023-10-23T14:51:34Z", "content": "What if, instead of seeking out a charger and plugging in for half an hour, you could swap out your depleted EV battery for a new one in just five minutes? Thats the question asked by Nio, a 7-year-o… [+11206 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Brendan I. Koerner", "title": "Inside a TikTok Talent Factory for Misfit Stars", "description": "The creator economy is fragmented and chaotic. This guy can (almost) make sense of it.", "url": "https://www.wired.com/story/tiktok-talent-factory-ursus-magana-creator-economy/", "urlToImage": "https://media.wired.com/photos/6527127fc4a1601901244bb8/191:100/w_1280,c_limit/Lede_diptych-Nasseri---WIRED---Ursus-Final-3895.jpg", "publishedAt": "2023-10-19T10:00:00Z", "content": "My tutorial in how 25/7 Media operates began during the founders late-morning Google Meet with an executive from the digital music distributor Vydia. The executive was keen to strike a deal involving… [+4086 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Meghan O'Gieblyn", "title": "My Kid Wants to Be an Influencer. Is That Bad?", "description": "WIRED’s spiritual advice columnist advises a parent who’s freaking out about their 6-year-old’s ambitions to make a life online.", "url": "https://www.wired.com/story/my-kid-wants-to-be-an-influencer-is-that-bad/", "urlToImage": "https://media.wired.com/photos/6526e605355742b92f318b05/191:100/w_1280,c_limit/WI110123_ST_CloudSupport_01.jpg", "publishedAt": "2023-10-12T11:00:00Z", "content": "Whenever my 6-year-old daughter gets asked what she wants to be when she grows up, she says, An influencer. The thought of it freaks me out. What should I do?\r\nUnder the Influence\r\nCLOUD SUPPORT\r\nFor… [+6588 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Richard Lawler", "title": "After Starfield’s shaky launch, it’s going to beta test the next patch soon", "description": "Starfield PC players can enter a Steam beta program to try out the update with support for Nvidia’s DLSS 3 upscaling technology next week, while support for AMD FSR3 tech will have to wait for a future update.", "url": "https://www.theverge.com/2023/11/1/23942435/starfield-dlss-3-pc-update-steam-beta", "urlToImage": "https://cdn.vox-cdn.com/thumbor/5TTvkCcSEblXs-zMzF5SKMGcbFw=/0x0:2560x1440/1200x628/filters:focal(1280x720:1281x721)/cdn.vox-cdn.com/uploads/chorus_asset/file/24548947/Starfield__Official_Gameplay_Reveal_____Starfield__Official_Gameplay_Reveal_2023_3_30_154520.999_1440p_streamshot.png", "publishedAt": "2023-11-01T20:41:17Z", "content": "Starfields DLSS 3 support is coming in a beta patch soon\r\nStarfields DLSS 3 support is coming in a beta patch soon\r\n / PC gamers can try out the official Starfield DLSS patch with support for Nvidias… [+2257 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Sean Hollister", "title": "Microsoft now thirstily injects a poll when you download Google Chrome", "description": "Microsoft’s long list of ploys to steer you away from Google Chrome now includes a pop-up poll asking why you don’t want its built-in browser.", "url": "https://www.theverge.com/23930960/microsoft-edge-google-chrome-poll-why-try-another-browser", "urlToImage": "https://cdn.vox-cdn.com/thumbor/HJk8Ex2mZ7S12UASvz6ZMXSQQHg=/0x0:1174x788/1200x628/filters:focal(587x394:588x395)/cdn.vox-cdn.com/uploads/chorus_asset/file/25029208/NVIDIA_Share_wDQfiR22KU.jpg", "publishedAt": "2023-10-25T00:12:19Z", "content": "Microsoft Edge now pops up a poll after you press the “Download Chrome” button. | Screenshot by Sean Hollister / The Verge\r\n\n \n\n How many licks does it take to get to the center of a Google Chrome do… [+1539 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Allison Johnson", "title": "Honor says its new phone lets you open apps with your eyes", "description": "The Honor Magic 6 comes with a new eye-tracking interaction feature called Magic Capsule that allows you to control your phone with your gaze.", "url": "https://www.theverge.com/2023/10/25/23932319/honor-magic-6-eye-tracking-magic-capsule-snapdragon-8-gen-3", "urlToImage": "https://cdn.vox-cdn.com/thumbor/vWjXjh4euBLn5a-CzU-zWEIYPUg=/0x0:2808x1570/1200x628/filters:focal(1404x785:1405x786)/cdn.vox-cdn.com/uploads/chorus_asset/file/25033324/Screenshot_2023_10_25_at_11.34.41_AM.png", "publishedAt": "2023-10-25T23:50:20Z", "content": "Honor says its new phone lets you open apps with your eyes\r\nHonor says its new phone lets you open apps with your eyes\r\n / The Honor Magic 6 comes with eye-tracking interaction, a Snapdragon 8 Gen 3 … [+2786 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Andrew J. Hawkins", "title": "GM is attracted to these new non-rare earth magnets for its EV motors", "description": "GM is teaming up with Niron Magnetics to explore ways to reduce the company’s dependence on China for magnets in its EV motors.", "url": "https://www.theverge.com/2023/11/8/23951557/gm-niron-magnet-iron-nitride-ev-motor-investment", "urlToImage": "https://cdn.vox-cdn.com/thumbor/2R77qZwXaGDwGsXb6nK9lOBavsQ=/0x0:2400x1779/1200x628/filters:focal(1200x890:1201x891)/cdn.vox-cdn.com/uploads/chorus_asset/file/25067147/GM_Niron_1.jpg", "publishedAt": "2023-11-08T13:00:00Z", "content": "GM is attracted to these new non-rare earth magnets for its EV motors\r\nGM is attracted to these new non-rare earth magnets for its EV motors\r\n / The automaker is teaming up with a small Minnesota-bas… [+3408 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Monica Chin", "title": "Snapdragon claims its new X Elite processor will beat Apple, Intel, and AMD", "description": "Snapdragon has announced its new X Elite processor, which is expected to ship in mid-2024. The company claims it will beat top chips from Intel, Apple, and AMD on select benchmarks.", "url": "https://www.theverge.com/2023/10/24/23930366/qualcomm-snapdragon-x-elite-processor-availability-release-date", "urlToImage": "https://cdn.vox-cdn.com/thumbor/grBaq1ddk4lcgH8KiAIXngvvPO8=/0x0:2000x1333/1200x628/filters:focal(1000x667:1001x668)/cdn.vox-cdn.com/uploads/chorus_asset/file/25028471/Snapdragon_X_Elite_Screen.jpg", "publishedAt": "2023-10-24T22:16:27Z", "content": "Qualcomm claims its new X Elite processor will beat Apple, Intel, and AMD\r\nQualcomm claims its new X Elite processor will beat Apple, Intel, and AMD\r\n / Models will begin shipping in mid-2024.\r\nByMon… [+2598 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Jay Peters", "title": "Slack gets rid of its X integration", "description": "Slack has retired its integration with X (formerly Twitter) because of X’s API changes introduced earlier this year. It’s just one of many useful apps that used Twitter’s data that’s now gone.", "url": "https://www.theverge.com/2023/10/24/23930686/slack-x-twitter-integration-retires-api-pricing", "urlToImage": "https://cdn.vox-cdn.com/thumbor/OKnVDBw0QqVfr0WjOb3of76W2RA=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/23988538/acastro_STK060_slack_04.jpg", "publishedAt": "2023-10-24T22:37:25Z", "content": "Slack gets rid of its X integration\r\nSlack gets rid of its X integration\r\n / If you used the tool to be notified of X posts in Slack, its officially gone now.\r\nByJay Peters, a news editor who writes … [+1736 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Jay Peters", "title": "Threads is adding polls and GIFs", "description": "Meta is going to let you make polls and insert GIFs right from the Threads post composer, the company announced. CEO Mark Zuckerberg has already posted using both features on the platform.", "url": "https://www.theverge.com/2023/10/26/23933559/threads-polls-gifs-app", "urlToImage": "https://cdn.vox-cdn.com/thumbor/YavtHu47GBXbFJeKLrxkZwo474E=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/24774110/STK156_Instagram_threads_1.jpg", "publishedAt": "2023-10-26T17:22:08Z", "content": "Threads is adding polls and GIFs\r\nThreads is adding polls and GIFs\r\n / Mark Zuckerberg posted both, pointing out the new features for Threads, which he said Wednesday has around 100 million daily act… [+1349 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Jay Peters", "title": "Instagram tests a verified-only feed", "description": "Instagram is testing a toggle that lets you only see posts from people who subscribe to Meta Verified, according to Instagram head Adam Mosseri.", "url": "https://www.theverge.com/2023/10/23/23929100/instagram-meta-verified-feed-test", "urlToImage": "https://cdn.vox-cdn.com/thumbor/I0QylCJuAEqWEKxmfO8VTB1qSbM=/0x0:1290x1290/1200x628/filters:focal(645x645:646x646)/cdn.vox-cdn.com/uploads/chorus_asset/file/25025364/IMG_20231023_141656_603.jpg", "publishedAt": "2023-10-23T18:46:06Z", "content": "Instagram tests a verified-only feed\r\nInstagram tests a verified-only feed\r\n / Meta is testing a feed that only shows posts from people who pay for Meta Verified.\r\nByJay Peters, a news editor who wri… [+1668 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Jay Peters", "title": "Apple updates iOS so BMW’s wireless charging won’t break your iPhone 15", "description": "Apple just released iOS 17.1.1, and it has fixes for a nasty BMW in-car charging bug and for a weird issue with the lock screen weather widget.", "url": "https://www.theverge.com/2023/11/7/23951279/apple-ios-17-1-1-update-bmw-wireless-charging-iphone-15", "urlToImage": "https://cdn.vox-cdn.com/thumbor/y9Z561hkx5iu60wFEwXRbCiV9o0=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/24931302/236791_Apple_iPhone_15_and_15_Plus_review_DSeifert_0005.jpg", "publishedAt": "2023-11-07T22:53:03Z", "content": "Apple updates iOS so BMWs wireless charging wont break your iPhone 15\r\nApple updates iOS so BMWs wireless charging wont break your iPhone 15\r\n / iOS 17.1.1 has a fix for a nasty bug that broke Apple … [+1727 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Jay Peters", "title": "The Fitbit app has been having some issues for hours", "description": "The Fitbit app has been dealing with some issues for hours, and the Google-owned company acknowledged that there are some problems and that it’s investigating what’s going on.", "url": "https://www.theverge.com/2023/10/11/23913740/fitbit-issues-app-down-problems-outage", "urlToImage": "https://cdn.vox-cdn.com/thumbor/sT8ljliexWASOxIZMkE2bgZ0SNw=/0x0:8256x6192/1200x628/filters:focal(4128x3096:4129x3097)/cdn.vox-cdn.com/uploads/chorus_asset/file/24956824/Fitbit_Charge_6_Lifestyle_Cycling_Porcelain.png", "publishedAt": "2023-10-12T00:57:54Z", "content": "The Fitbit app has been having some issues for hours\r\nThe Fitbit app has been having some issues for hours\r\n / Fitbit is investigating whats going on.\r\nByJay Peters, a news editor who writes about te… [+1383 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Emilia David", "title": "Meta’s AI research head wants open source licensing to change", "description": "Meta vice president for AI research Joelle Pineau explains why the company wants to keep sharing its work for free with other developers.", "url": "https://www.theverge.com/2023/10/30/23935587/meta-generative-ai-models-open-source", "urlToImage": "https://cdn.vox-cdn.com/thumbor/waP9E94tG8X54qXNaL-CvH6FzBo=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/22977155/acastro_211101_1777_meta_0001.jpg", "publishedAt": "2023-10-30T13:00:00Z", "content": "Metas AI research head wants open source licensing to change\r\nMetas AI research head wants open source licensing to change\r\n / Metas AI research group wants to keep releasing models for free despite … [+6406 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Jay Peters", "title": "Twitch will now let streamers simultaneously stream on any service they want", "description": "Twitch will now let its creators simultaneously stream across any live streaming service, the company announced at TwitchCon 2023. It also updated its off-service conduct policy and revealed new product features.", "url": "https://www.theverge.com/2023/10/20/23926013/twitch-simultaneously-stream-any-service-platform-twitchcon", "urlToImage": "https://cdn.vox-cdn.com/thumbor/DlQ0aWsCKa_hIGORWL7hl5PLvsE=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/23951421/STK044_VRG_Illo_N_Barclay_1_twitch.jpg", "publishedAt": "2023-10-20T23:54:03Z", "content": "Twitch will now let streamers simultaneously stream on any service they want\r\nTwitch will now let streamers simultaneously stream on any service they want\r\n / Its a big change that might mean youll s… [+3001 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Jay Peters", "title": "Meta wants Threads to be the ‘de facto platform’ for online public conversations", "description": "Instagram boss Adam Mosseri wants Threads to become the “de facto platform for public conversations online.” He made the statement in response to an AMA.", "url": "https://www.theverge.com/2023/10/27/23935436/meta-threads-platform-online-public-conversations", "urlToImage": "https://cdn.vox-cdn.com/thumbor/gxb8H-BEvx3Ws1bMzj9boMhNmb8=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/24774109/STK156_Instagram_threads_2.jpg", "publishedAt": "2023-10-27T21:17:42Z", "content": "Meta wants Threads to be the de facto platform for online public conversations\r\nMeta wants Threads to be the de facto platform for online public conversations\r\n / Its a big goal, but things have been… [+2764 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Jay Peters", "title": "Reddit is starting to test its own add-ons for the platform", "description": "Reddit is beginning to test the first of its own add-ons built through its Developer Platform, including tools for mods and posts that are live scoreboards.", "url": "https://www.theverge.com/2023/11/7/23950696/reddit-developer-platform-add-ons-test", "urlToImage": "https://cdn.vox-cdn.com/thumbor/XK89Z8iUT2qagVhFK6REkJj4Syg=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/23985507/acastro_STK024_03.jpg", "publishedAt": "2023-11-07T20:00:00Z", "content": "Reddit is starting to test its own add-ons for the platform\r\nReddit is starting to test its own add-ons for the platform\r\n / The new tools will help mods and let people make posts with live scoreboar… [+2636 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Nilay Patel", "title": "Barack Obama on AI, free speech, and the future of the internet", "description": "Barack Obama joined Nilay Patel on Decoder to discuss President Joe Biden’s executive order on AI, tech regulation, and more.", "url": "https://www.theverge.com/23948871/barack-obama-ai-regulation-free-speech-first-amendment-decoder-interview", "urlToImage": "https://cdn.vox-cdn.com/thumbor/GQ8GMLdiNDwXs4Ur3sHYuwTs4w0=/0x0:1920x1080/1200x628/filters:focal(960x540:961x541)/cdn.vox-cdn.com/uploads/chorus_asset/file/25063675/VRG_DEC_OBAMA_Textless.jpg", "publishedAt": "2023-11-07T15:00:00Z", "content": "The former president joined me on Decoder to discuss AI regulation, the First Amendment, and of course, what apps he has on his homescreen. Today on Decoder, I’m talking to former President Barack Ob… [+38113 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Andrew J. Hawkins", "title": "GM’s plan to make more electric trucks keeps running into delays", "description": "GM is delaying the start of electric truck production at its Orion factory in Detroit, in the latest blow to the automaker’s ambitious EV plans.", "url": "https://www.theverge.com/2023/10/17/23921238/gm-electric-truck-factory-delay-orion-ev", "urlToImage": "https://cdn.vox-cdn.com/thumbor/3gzjlO7No6-TdQYv5HYqIXr5DKM=/0x0:3000x2636/1200x628/filters:focal(1500x1318:1501x1319)/cdn.vox-cdn.com/uploads/chorus_asset/file/25009790/86183310.jpg", "publishedAt": "2023-10-17T19:04:58Z", "content": "GMs plan to make more electric trucks keeps running into delays\r\nGMs plan to make more electric trucks keeps running into delays\r\n / The company pushed back the expected start of EV truck production … [+2921 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Jay Peters", "title": "There’s no way you’ll miss YouTube’s like and subscribe buttons now", "description": "As part of a bunch of updates, when a creator says the words “like” or “subscribe,” YouTube will add a visual cue over the corresponding buttons.", "url": "https://www.theverge.com/2023/10/17/23920088/youtube-like-subscribe-button-animations", "urlToImage": "https://cdn.vox-cdn.com/thumbor/1L6awTcXjbADLDMFfR9g1r5lzDc=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/23986640/acastro_STK092_04.jpg", "publishedAt": "2023-10-17T13:00:00Z", "content": "Theres no way youll miss YouTubes like and subscribe buttons now\r\nTheres no way youll miss YouTubes like and subscribe buttons now\r\n / YouTube is going to start showing visual cues on the like and su… [+2373 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Allison Johnson", "title": "Qualcomm’s Snapdragon 8 Gen 3 moves AI out of the cloud and onto your phone", "description": "The AI-everything future of phones is coming at us fast.", "url": "https://www.theverge.com/2023/10/24/23928867/qualcomm-snapdragon-8-gen-3-on-device-ai-meta-llama-2", "urlToImage": "https://cdn.vox-cdn.com/thumbor/Uw9bKQHNL8ONxeaqtgWdnW0bEyg=/0x0:3000x2167/1200x628/filters:focal(1500x1084:1501x1085)/cdn.vox-cdn.com/uploads/chorus_asset/file/25025711/Snapdragon_8_Gen_3_AI_QRD.jpg", "publishedAt": "2023-10-24T22:17:08Z", "content": "Qualcomms Snapdragon 8 Gen 3 moves AI out of the cloud and onto your phone\r\nQualcomms Snapdragon 8 Gen 3 moves AI out of the cloud and onto your phone\r\n / The newest flagship mobile chipset is on-dev… [+4360 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Andrew J. Hawkins", "title": "Ford is testing drone deliveries at the derelict train station in Detroit it’s rehabbing", "description": "Ford is launching a new airspace for drone deliveries around the old Michigan Central train station it’s rehabbing into an innovation hub.", "url": "https://www.theverge.com/2023/10/26/23931854/ford-michigan-central-drone-delivery-airspace-train-station", "urlToImage": "https://cdn.vox-cdn.com/thumbor/IfHKpU7dKhavz1waclI6yvxr7mw=/0x0:8640x5760/1200x628/filters:focal(4320x2880:4321x2881)/cdn.vox-cdn.com/uploads/chorus_asset/file/25032247/credit_Nadir_Ali_for_Michigan_Central_drone_community_demo_day_4.jpg", "publishedAt": "2023-10-26T10:00:00Z", "content": "Ford is testing drone deliveries at the derelict train station in Detroit its rehabbing\r\nFord is testing drone deliveries at the derelict train station in Detroit its rehabbing\r\n / Michigan Central, … [+5131 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Chris Welch", "title": "Qualcomm turns to Wi-Fi to take wireless earbuds and headphones to the next level", "description": "Qualcomm’s new audio chips, the S7 and S7 Pro, promise better, smarter noise cancellation. And your earbuds will play music over Wi-Fi even when your phone isn’t around.", "url": "https://www.theverge.com/2023/10/24/23930039/qualcomm-snapdragon-sound-s7-pro-announced-earbuds-wifi", "urlToImage": "https://cdn.vox-cdn.com/thumbor/XeXEQz6S8eXuPX2iHq13S8KD-nk=/0x0:1491x952/1200x628/filters:focal(746x476:747x477)/cdn.vox-cdn.com/uploads/chorus_asset/file/25028079/snapdragon.jpg", "publishedAt": "2023-10-24T22:16:49Z", "content": "Qualcomm turns to Wi-Fi to take wireless earbuds and headphones to the next level\r\nQualcomm turns to Wi-Fi to take wireless earbuds and headphones to the next level\r\n / Qualcomms S7 Pro chip will kee… [+6104 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Jay Peters", "title": "Resident Evil Village on the iPhone could be a preview of Apple’s gaming future", "description": "Resident Evil Village plays really well on an iPhone, but the game’s graphics aren’t the most interesting thing going on with it — I’m much more excited for what it might be teasing for Apple and Mac gaming in the future.", "url": "https://www.theverge.com/2023/10/30/23935357/resident-evil-village-iphone-preview-apple-mac-gaming-future", "urlToImage": "https://cdn.vox-cdn.com/thumbor/2733xfwa470RGf-o2CT7j4rMQ7s=/0x0:2796x1290/1200x628/filters:focal(1398x645:1399x646)/cdn.vox-cdn.com/uploads/chorus_asset/file/25038762/RE_Village_iPhone_04.png", "publishedAt": "2023-10-30T12:00:00Z", "content": "Resident Evil Village on the iPhone could be a preview of Apples gaming future\r\nResident Evil Village on the iPhone could be a preview of Apples gaming future\r\n / I hope that Apples excellent custom … [+7293 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Andrew J. Hawkins", "title": "Google wants to be at the center of all your climate change decisions", "description": "Google is rolling out a host of new updates aimed at helping people buy electric vehicles and heat pumps, and cities better plan for climate disasters.", "url": "https://www.theverge.com/2023/10/10/23906496/google-ai-transportation-ev-heat-pump-flood-wildfire", "urlToImage": "https://cdn.vox-cdn.com/thumbor/EaScurH_lVme4X1artA78Qh3lpo=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/24016888/STK093_Google_01.jpg", "publishedAt": "2023-10-10T11:00:00Z", "content": "Google wants to be at the center of all your climate change decisions\r\nGoogle wants to be at the center of all your climate change decisions\r\n / Another wide-ranging set of announcements from the tec… [+10447 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Elizabeth Lopatto", "title": "Sam Bankman-Fried’s defense finally woke up", "description": "The defense’s cross-examination of alleged co-conspirator Nishad Singh was best the defense has done so far in making a witness look inconsistent.", "url": "https://www.theverge.com/2023/10/17/23921745/sam-bankman-fried-nishad-singh-house-loan", "urlToImage": "https://cdn.vox-cdn.com/thumbor/Tk5IpqS9AqI7VhbII165g34rWXA=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/24960234/236817_SBF_Trial_Stock_CVirginia_B.jpg", "publishedAt": "2023-10-18T00:07:53Z", "content": "Nishad Singh looks less reliable. Is it enough?\r\nByElizabeth Lopatto, a reporter who writes about tech, money, and human behavior. She joined The Verge in 2014 as science editor. Previously, she was … [+9091 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Alexis Ong", "title": "Pokémon Sleep helped me catch ’em all — all the z’s, that is", "description": "Pokémon Sleep is part mobile game, part sleep tracking app, and for some people, the cute faces of Pikachu and Snorlax are a useful tool in fighting insomnia.", "url": "https://www.theverge.com/23893260/pokemon-sleep-insomnia-app-nintendo-aid", "urlToImage": "https://cdn.vox-cdn.com/thumbor/Z0FVc3831MTR8eqTQWodsFpKsuo=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/24997403/236814_pokemon_sleep_soh.jpeg", "publishedAt": "2023-10-20T13:00:00Z", "content": "The mobile app isn’t for everyone, but for one insomniac, Pikachu and Snorlax made a big difference. \n\r\n\n \r\n\n\r\n\n\n\n\nfunction LedeVideo(props) {\nreturn (\n\n\n\r\n\n\r\n\n{props.credit}\n\r\n\n)\n}\n\n\n\nconst containe… [+18787 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Daniel Golson", "title": "Japan’s automakers are keeping sports cars alive in the EV era", "description": "The Japan Mobility Show in Tokyo saw the debut of five different electrified sports cars, ranging from production-intent coupes to outrageous concept supercars.", "url": "https://www.theverge.com/2023/10/27/23933644/japan-mobility-show-ev-mazda-nissan-toyota-honda", "urlToImage": "https://cdn.vox-cdn.com/thumbor/4KTR0KuEWKBv7fRD9S8kCdSugq8=/0x0:7780x5187/1200x628/filters:focal(3890x2594:3891x2595)/cdn.vox-cdn.com/uploads/chorus_asset/file/25035417/1745434371.jpg", "publishedAt": "2023-10-27T12:00:00Z", "content": "Image: Getty\r\n\n \n\n In auto enthusiast circles, there have been two widely shared sentiments in recent years: auto shows are dying off, and the onset of electrification will bring about the death of s… [+18738 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Jennifer Pattison Tuohy", "title": "Ecobee Smart Doorbell Camera review: even better with the thermostat", "description": "Now you can see your doorbell on your thermostat.", "url": "https://www.theverge.com/23919864/ecobee-smart-doorbell-camera-review", "urlToImage": "https://cdn.vox-cdn.com/thumbor/U9mmYEeXpzRX4t0fZf2ZZkhmOUM=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/25000857/236841_Ecobee_smart_doorbell_review_JTuohy_0001.jpg", "publishedAt": "2023-10-17T13:00:00Z", "content": "This is the first doorbell that can stream a live view to your thermostat. Yes, it sounds weird, but trust me its good.\r\nByJennifer Pattison Tuohy, a smart home reviewer who's been testing connected … [+24137 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Andrew Webster", "title": "The Halloween 2023 StoryScream: things to play and watch this spooky season", "description": "It’s spooky season, and 2023 features releases like the films Talk to Me, No One Will Save You, and Birth/Rebirth, alongside video games like Dead Space and Resident Evil 4.", "url": "https://www.theverge.com/23911556/halloween-2023-games-movies-tv-streaming-recommendations", "urlToImage": "https://cdn.vox-cdn.com/thumbor/MkVlzapz-6flcBCRx3aQtxh0U0Y=/0x0:1920x1080/1200x628/filters:focal(1051x424:1052x425)/cdn.vox-cdn.com/uploads/chorus_asset/file/24994361/https___cdn.sanity.io_images_xq1bjtf4_production_7ac3aed4b31746e41349fecefe1ea74f0123a994_1920x1080.png", "publishedAt": "2023-10-11T14:00:00Z", "content": "October is a time for spooky things, and you cant really go wrong with the classics: watching some Friday the 13th or playing a little Silent Hill. But every year, theres also a steady stream of new … [+26451 chars]"}, {"source": {"id": null, "name": "Gizmodo.com"}, "author": "Nikki Main", "title": "Hyundai Rolls Out Anti-Theft Software Upgrade for Thefts Spurred by TikTok's 'Kia Challenge'", "description": "Hyundai said Wednesday it’s pushing an anti-theft software update for select vehicles targeted by thieves using the viral TikTok “Kia Challenge.” Both Kia and Hyundai car thefts started to spike in the summer of 2022 after thieves realized they lacked engine …", "url": "https://gizmodo.com/hyundai-rolls-out-anti-theft-software-upgrade-1850961943", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/7974bbda38a79ff4b2f5f2edb5dc99c9.jpg", "publishedAt": "2023-10-26T14:40:00Z", "content": "Hyundai said Wednesday its pushing an anti-theft software update for select vehicles targeted by thieves using the viral TikTok Kia Challenge. Both Kia and Hyundai car thefts started to spike in the … [+2010 chars]"}, {"source": {"id": null, "name": "Gizmodo.com"}, "author": "Tik Root, Grist", "title": "Lawn Equipment Spews ‘Shocking’ Amount of Air Pollution, New Data Shows", "description": "This story was originally published by Grist. Sign up for Grist’s weekly newsletter here.Read more...", "url": "https://gizmodo.com/lawn-equipment-spews-shocking-amount-of-air-pollution-1850976037", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/8616e6731b9fb2aa5d5b800af4116bff.jpg", "publishedAt": "2023-10-31T12:59:00Z", "content": "This story was originally published by Grist. Sign up for Grists weekly newsletter here.\r\nLawn-care equipment leaf-blowers, lawnmowers, and the like doesnt top most peoples lists of climate prioritie… [+4413 chars]"}, {"source": {"id": null, "name": "Gizmodo.com"}, "author": "Maxwell Zeff", "title": "iPhone Loses Market Share Dominance in China, Report Says", "description": "Apple’s iPhone lost its top spot among Chinese smartphones, according to a Jefferies analyst note originally reported by CNBC. A lackluster release of the iPhone 15 allowed Huawei to replace the iPhone as the number one spot for market share.Read more...", "url": "https://gizmodo.com/iphone-loses-market-share-dominance-in-china-1850929863", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/7c623f95f1c98e47e0fd78cb69d25d7b.jpg", "publishedAt": "2023-10-16T17:35:00Z", "content": "Apples iPhone lost its top spot among Chinese smartphones, according to a Jefferies analyst note originally reported by CNBC. A lackluster release of the iPhone 15 allowed Huawei to replace the iPhon… [+1849 chars]"}, {"source": {"id": null, "name": "Gizmodo.com"}, "author": "Passant Rabie", "title": "New Wearable Helps Astronauts Know Up From Down—Trusting It Is the Hard Part", "description": "A one way trip to the Red Planet would take up to nine months. During that time, astronauts on board the Mars-bound spacecraft could lose their sense of direction and ability to know up from down, making it difficult to orient themselves on the Martian surfac…", "url": "https://gizmodo.com/astronaut-wearable-disoriential-spatial-awareness-trust-1850996634", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/da45cbfcf9a0e63fa6097101a4b6e482.jpg", "publishedAt": "2023-11-07T21:05:00Z", "content": "A one way trip to the Red Planet would take up to nine months. During that time, astronauts on board the Mars-bound spacecraft could lose their sense of direction and ability to know up from down, ma… [+4741 chars]"}, {"source": {"id": null, "name": "Gizmodo.com"}, "author": "Florence Ion", "title": "Android Users to Get Apple-like Login Features This Week", "description": "Android users can finally join the realm of the easy login life. Google revealed Monday that Credential Manager will arrive on Android devices beginning Nov. 1, ushering in the next phase of the company’s conversion to passkeys. This also means Android users …", "url": "https://gizmodo.com/android-users-get-apple-like-login-features-this-week-1850974287", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/3faec6e1d052889cc5aaede6d16ffbb0.png", "publishedAt": "2023-10-30T21:20:00Z", "content": "Android users can finally join the realm of the easy login life. Google revealed Monday that Credential Manager will arrive on Android devices beginning Nov. 1, ushering in the next phase of the comp… [+2164 chars]"}, {"source": {"id": null, "name": "Gizmodo.com"}, "author": "Nikki Main", "title": "LinkedIn Wants Its AI Bot to Help Find You a Job After You Lose Your Job to AI", "description": "If AI might be responsible for jobs being lost, then the tech could be used to get another one at least that’s what LinkedIn is trying to do. Users of the career-centric social network can access an AI-powered “job seeker coach” starting Wednesday to guide th…", "url": "https://gizmodo.com/linkedin-ai-bot-help-find-job-1850979893", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/8e24401db1ba4cae3bb0b920efa5fdef.jpg", "publishedAt": "2023-11-01T15:00:00Z", "content": "If AI might be responsible for jobs being lost, then the tech could be used to get another one at least thats what LinkedIn is trying to do. Users of the career-centric social network can access an A… [+2234 chars]"}]}