{"status": "ok", "totalResults": 41098, "articles": [{"source": {"id": null, "name": "Lifehacker.com"}, "author": "Jeff Somers", "title": "The Case for Buying ‘Dumb’ Appliances", "description": "Technology is supposedly getting smarter all the time. The sudden rush of AI services and products like ChatGPT has reinvigorated the conversation around the capabilities of sophisticated, connected algorithms that can automate our lives, but it’s just the la…", "url": "https://lifehacker.com/the-case-for-buying-dumb-appliances-1850957723", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/d1ca230e87bacb577f0903c89f7832d3.jpg", "publishedAt": "2023-10-25T18:00:00Z", "content": "Technology is supposedly getting smarter all the time. The sudden rush of AI services and products like ChatGPT has reinvigorated the conversation around the capabilities of sophisticated, connected … [+4283 chars]"}, {"source": {"id": null, "name": "Lifehacker.com"}, "author": "Stephen Johnson", "title": "What People Are Getting Wrong This Week: The 'Dead Internet Theory' Isn't Real, I Swear", "description": "Is the internet dead? Proponents of the Dead Internet Theory believe that the internet, as we understand it, doesn’t exist. It died around 2016, and since then, everything we see online, from Instagram pictures to this post on Lifehacker, has been generated b…", "url": "https://lifehacker.com/what-people-are-getting-wrong-this-week-the-dead-inter-1850983564", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/be48b843850c5a17cc288af8eb8078d0.jpg", "publishedAt": "2023-11-02T12:30:00Z", "content": "Is the internet dead? Proponents of the Dead Internet Theory believe that the internet, as we understand it, doesnt exist. It died around 2016, and since then, everything we see online, from Instagra… [+6624 chars]"}, {"source": {"id": null, "name": "Lifehacker.com"}, "author": "Daniel Oropeza", "title": "Woot Is Selling Reconditioned Soundbars for as Low as $80", "description": "Even on high-end models, most TV speakers suck. Bad speakers are the reason you might have trouble understanding the dialogue in shows and movies, and you don’t need a surround sound setup to do better—basically any soundbar will do wonders for your TV’s audi…", "url": "https://lifehacker.com/woot-is-selling-reconditioned-soundbars-for-as-low-as-1850963514", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/f3b8b6e1388153ced919f25790ff7545.png", "publishedAt": "2023-10-26T22:30:00Z", "content": "Even on high-end models, most TV speakers suck. Bad speakers are the reason you might have trouble understanding the dialogue in shows and movies, and you dont need a surround sound setup to do bette… [+3703 chars]"}, {"source": {"id": null, "name": "Lifehacker.com"}, "author": "Beth Skwarecki", "title": "I Tried a Vintage Mail Order Bodybuilding Course and There's a Reason Nobody Does These Anymore", "description": "“I CAN GIVE YOU MASSIVE ARMS, BROAD SHOULDERS, AND A GIANT SIZED CHEST IN JUST FOUR WEEKS,” the Body-Tone pamphlet promises. It is the “World’s Fastest Strength and Muscle Building System.” It cost $20 in the late 1950s, but I found the text of the program in…", "url": "https://lifehacker.com/do-vintage-exercise-routines-work-1818849451", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/aa20ce489517a98361ab311b989aa086.png", "publishedAt": "2023-11-03T18:15:00Z", "content": "I CAN GIVE YOU MASSIVE ARMS, BROAD SHOULDERS, AND A GIANT SIZED CHEST IN JUST FOUR WEEKS, the Body-Tone pamphlet promises. It is the Worlds Fastest Strength and Muscle Building System. It cost $20 in… [+11224 chars]"}, {"source": {"id": null, "name": "Lifehacker.com"}, "author": "Ross Johnson", "title": "25 Modern Christmas Classics You Can Stream Right Now", "description": "Christmas movies have been a tradition for decades, but the days when we had to watch George Bailey try to jump off of a bridge year after year are well past us. Holiday movies are an industry in and of themselves, with dozens, if not hundreds of new seasonal…", "url": "https://lifehacker.com/modern-christmas-classics-you-can-stream-right-now-1850996662", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/9b96ef13e8f459399b669d257665233a.jpg", "publishedAt": "2023-11-08T15:30:00Z", "content": "Christmas movies have been a tradition for decades, but the days when we had to watch George Bailey try to jump off of a bridge year after year are well past us. Holiday movies are an industry in and… [+13510 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Andrew Tarantola", "title": "Adult film star Riley Reid launches Clona.AI, a sexting chatbot platform", "description": "Adult film icon and media investor Riley Reid aims to bring the transformational capabilities of generative AI to adult entertainment with an online platform where users can chat with digital versions of content creators. But unlike other, scuzzier adult chat…", "url": "https://www.engadget.com/adult-film-star-riley-reid-launches-clonaai-a-sexting-chatbot-platform-000509221.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/wrQ.6BjX0CnEypouNbfBKg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/31302040-72c7-11ee-bbf6-91e47962fe38", "publishedAt": "2023-10-25T00:05:09Z", "content": "Adult film icon and media investor Riley Reid aims to bring the transformational capabilities of generative AI to adult entertainment with an online platform where users can chat with digital version… [+2850 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Will Shanklin", "title": "NYU is developing 3D streaming video tech with the help of its dance department", "description": "NYU is launching a project to spur the development of immersive 3D video for dance education — and perhaps other areas. Boosted by a $1.2 million four-year grant from the National Science Foundation, the undertaking will try to make Point-Cloud Video (PCV) te…", "url": "https://www.engadget.com/nyu-is-developing-3d-streaming-video-tech-with-the-help-of-its-dance-department-211947160.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/dZPTMHBkqy1i9MYId6mwkQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/870afab0-7765-11ee-bcec-2b3b0d505156", "publishedAt": "2023-10-30T21:19:47Z", "content": "NYU is launching a project to spur the development of immersive 3D video for dance education and perhaps other areas. Boosted by a $1.2 million four-year grant from the National Science Foundation, t… [+2406 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Sarah Fielding", "title": "Google expands its bug bounty program to target generative AI attacks", "description": "With concerns around generative AI ever-present, Google has announced an expansion of its Vulnerability Rewards Program (VRP) focused on AI-specific attacks and opportunities for malice. As such, the company released updated guidelines detailing which discove…", "url": "https://www.engadget.com/google-expands-its-bug-bounty-program-to-target-generative-ai-attacks-120049796.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/GVDEUEIkNQoxdeSOtupCCg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-01/7ccb6f30-9c05-11ed-bf9c-2aee0f1c469f", "publishedAt": "2023-10-26T12:00:49Z", "content": "With concerns around generative AI ever-present, Google has announced an expansion of its Vulnerability Rewards Program (VRP) focused on AI-specific attacks and opportunities for malice. As such, the… [+1308 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Mariella Moon", "title": "Spotify looks set to overhaul its royalty model next year", "description": "Spotify's royalty model will get a massive revamp next year to give \"working artists\" a bigger cut, according to Music Business Worldwide. Starting in the first quarter of 2024, Spotify will reportedly implement three changes meant to \"combat three drains on …", "url": "https://www.engadget.com/spotify-looks-set-to-overhaul-its-royalty-model-next-year-081722667.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/j5qyrUnHmin.Oj_JWQJ0zA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03OTk-/https://s.yimg.com/os/creatr-uploaded-images/2023-09/1c17d110-56e0-11ee-bafb-613eb7dc5248", "publishedAt": "2023-10-26T08:17:22Z", "content": "Spotify's royalty model will get a massive revamp next year to give \"working artists\" a bigger cut, according to Music Business Worldwide. Starting in the first quarter of 2024, Spotify will reported… [+2595 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Mariella Moon", "title": "Qualcomm's new audio chip uses Wi-Fi to massively extend headphone range", "description": "In addition to the Snapdragon 8 Gen 3 and the Snapdragon X Elite, Qualcomm has also introduced the S7 and S7 Pro Gen 1 at the Snapdragon Summit in Hawaii. The company said its new chips deliver six times the compute power of their predecessor's, along with on…", "url": "https://www.engadget.com/qualcomms-new-audio-chip-uses-wi-fi-to-massively-extend-headphone-range-091614802.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/YG98XWCiGuhf5qQzSYZfZw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2021-11/e1ad0230-46f0-11ec-9dcf-0e794de509f0", "publishedAt": "2023-10-25T09:16:14Z", "content": "In addition to the Snapdragon 8 Gen 3 and the Snapdragon X Elite, Qualcomm has also introduced the S7 and S7 Pro Gen 1 at the Snapdragon Summit in Hawaii. The company said its new chips deliver six t… [+1607 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Pranav Dixit", "title": "Live in Washington D.C.? You might be able to get free AirTags for your car", "description": "The city of Washington D.C. will distribute free Apple AirTags to residents in certain neighborhoods, mayor Muriel Bowser announced on Wednesday. The aim: to make stolen cars easier for police to track down.\n“We are equipping residents with technology that wi…", "url": "https://www.engadget.com/live-in-washington-dc-you-might-be-able-to-get-free-airtags-for-your-car-202616642.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/cv7p9J4a7QdrL7sRKt0sBg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-03/454508e0-cf32-11ed-bd31-a7a7acba4c0c", "publishedAt": "2023-11-03T20:26:16Z", "content": "The city of Washington D.C. will distribute free Apple AirTags to residents in certain neighborhoods, mayor Muriel Bowser announced on Wednesday. The aim: to make stolen cars easier for police to tra… [+1576 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Mariella Moon", "title": "Amazon now supports passkey logins on browsers and iOS devices", "description": "Amazon, the biggest e-commerce website in most countries, now supports passkeys. That gives users access to the new login solution that's considered more secure than passwords, allowing them to access their account using the biometrics or PIN they use to unlo…", "url": "https://www.engadget.com/amazon-now-supports-passkey-logins-on-browsers-and-ios-devices-050129183.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/DA2XmGRuIteErInOLqfw4w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03NzI-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/4d9dcb40-7224-11ee-9dfe-c655c4c53636", "publishedAt": "2023-10-24T05:01:29Z", "content": "Amazon, the biggest e-commerce website in most countries, now supports passkeys. That gives users access to the new login solution that's considered more secure than passwords, allowing them to acces… [+1500 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Mat Smith", "title": "The Morning After: The final Beatles song was made with a little help from AI", "description": "The Beatles have released another song, the first since 1995. “Now and Then” is being advertised as the final Beatles track, given that two of the members have passed and the other two are well over 80 years old. But then again, millionaires do love money.\nTh…", "url": "https://www.engadget.com/the-morning-after-the-final-beatles-song-was-made-with-a-little-help-from-ai-111541406.html", "urlToImage": "https://s.yimg.com/os/creatr-uploaded-images/2023-11/833a74a0-7a2c-11ee-adf3-2b328f456f4f", "publishedAt": "2023-11-03T11:15:41Z", "content": "The Beatles have released another song, the first since 1995. Now and Then is being advertised as the final Beatles track, given that two of the members have passed and the other two are well over 80… [+3735 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Andrew Tarantola", "title": "Kamala Harris announces AI Safety Institute to protect American consumers", "description": "Just days after President Joe Biden unveiled a sweeping executive order retasking the federal government with regards to AI development, Vice President Kamala Harris announced at the UK AI Safety Summit on Tuesday a half dozen more machine learning initiative…", "url": "https://www.engadget.com/kamala-harris-announces-ai-safety-institute-to-protect-american-consumers-060011065.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/1pmIuCjRVyTRm7HHmMlyag--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/116fd030-783e-11ee-9fe1-1d77eded7d68", "publishedAt": "2023-11-01T06:00:11Z", "content": "Just days after President Joe Biden unveiled a sweeping executive order retasking the federal government with regards to AI development, Vice President Kamala Harris announced at the UK AI Safety Sum… [+4661 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Will Shanklin", "title": "Amazon's new AI tool conjures fake backgrounds for real products", "description": "Amazon is rolling out a new beta feature that lets advertisers create AI-generated image backgrounds for products. The company describes it as “a generative AI solution designed to remove creative barriers” while boosting ad performance. “It’s a perfect use f…", "url": "https://www.engadget.com/amazons-new-ai-tool-conjures-fake-backgrounds-for-real-products-162013141.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/eW5x9U4bfAjikY9iLPNyZg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/e0093580-734d-11ee-aeff-2ea77e027d71", "publishedAt": "2023-10-25T16:20:13Z", "content": "Amazon is rolling out a new beta feature that lets advertisers create AI-generated image backgrounds for products. The company describes it as a generative AI solution designed to remove creative bar… [+2480 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Steve Dent", "title": "Google is rolling out tools that let advertisers create AI-generated content", "description": "Google is rolling out a new feature that allow advertisers to create AI generated content using the same technology as the Bard chatbot, confirming a report from earlier this year. The feature is now available in beta on Google's Performance Max advertising p…", "url": "https://www.engadget.com/google-is-rolling-out-tools-that-let-advertisers-create-ai-generated-content-080255864.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/7B2uzoTVBEchs0JQ490EgA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NjE-/https://s.yimg.com/os/creatr-uploaded-images/2023-11/82d478d0-7dfb-11ee-bf99-08b657f9f235", "publishedAt": "2023-11-08T08:02:55Z", "content": "Google is rolling out a new feature that allow advertisers to create AI generated content using the same technology as the Bard chatbot, confirming a report from earlier this year. The feature is now… [+1880 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Mariella Moon", "title": "Sony ANC headphones are up to 53 percent off at Amazon", "description": "A bunch of Sony headphones, earbuds and other audio devices are on sale at Amazon, including the Sony WH-CH720N headset, which is currently selling for the lowest price we've seen for it on the website. You can get the noise canceling wireless headphones for …", "url": "https://www.engadget.com/sony-anc-headphones-are-up-to-53-percent-off-at-amazon-095038076.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/g.iaGctlyhcS4.kXu1UUkg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDI-/https://s.yimg.com/os/creatr-uploaded-images/2023-11/941091a0-7898-11ee-b7fa-e2e022464f0f", "publishedAt": "2023-11-01T09:50:38Z", "content": "A bunch of Sony headphones, earbuds and other audio devices are on sale at Amazon, including the Sony WH-CH720N headset, which is currently selling for the lowest price we've seen for it on the websi… [+1976 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Kris Holt", "title": "Microsoft will let Xbox game makers use AI tools for story design and NPCs", "description": "Xbox has teamed up with a startup called Inworld AI to create a generative AI toolset that developers can use to create games. It's a multi-year collaboration, which the Microsoft-owned brand says can \"assist and empower creators in dialogue, story and quest …", "url": "https://www.engadget.com/microsoft-will-let-xbox-game-makers-use-ai-tools-for-story-design-and-npcs-083027899.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/BaGbPlbbOqalFoARoEUYMA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03Nzk-/https://s.yimg.com/os/creatr-uploaded-images/2023-11/0e934c10-7d3f-11ee-9fbb-26d79bcd2a0a", "publishedAt": "2023-11-07T08:30:27Z", "content": "Xbox has teamed up with a startup called Inworld AI to create a generative AI toolset that developers can use to create games. It's a multi-year collaboration, which the Microsoft-owned brand says ca… [+2067 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Sarah Fielding", "title": "US Senate begins collecting evidence on how AI could thwart robocalls", "description": "Robocalls are rampant, using AI and other tools to disrupt day-to-day life and scam Americans out of their money through impersonations of family members, phone providers and more. On October 24, the Senate Commerce Committee's Subcommittee on Communications,…", "url": "https://www.engadget.com/us-senate-begins-collecting-evidence-on-how-ai-could-thwart-robocalls-102553733.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/TuTSrtZHCKt6MbAR4xdkyw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2022-11/2357dc80-6a97-11ed-bbe7-4db95d418c46", "publishedAt": "2023-10-25T10:25:53Z", "content": "Robocalls are rampant, using AI and other tools to disrupt day-to-day life and scam Americans out of their money through impersonations of family members, phone providers and more. On October 24, the… [+2355 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Katie Malone", "title": "Every car is a smart car, and it's a privacy nightmare", "description": "Mozilla recently reported that of the car brands it reviewed, all 25 failed its privacy tests. While all, in Mozilla's estimation, overreached in their policies around data collection and use, some even included caveats about obtaining highly invasive types o…", "url": "https://www.engadget.com/every-car-is-a-smart-car-and-its-a-privacy-nightmare-193010478.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/Lx7_K_KTdvH0oiVYx4YpJQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDE-/https://s.yimg.com/os/creatr-uploaded-images/2023-11/e17715f0-78f6-11ee-bffc-91d70777314e", "publishedAt": "2023-11-06T19:30:10Z", "content": "Mozilla recently reported that of the car brands it reviewed, all 25 failed its privacy tests. While all, in Mozilla's estimation, overreached in their policies around data collection and use, some e… [+7445 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Mat Smith", "title": "The Morning After: US government announces AI Safety Institute", "description": "Following President Joe Biden’s sweeping executive order regarding AI development last week, at the UK AI Safety Summit yesterday, Vice President Kamala Harris announced even more machine learning initiatives, as well as the establishment of the United States…", "url": "https://www.engadget.com/the-morning-after-us-government-announces-ai-safety-institute-111551804.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/1pmIuCjRVyTRm7HHmMlyag--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/116fd030-783e-11ee-9fe1-1d77eded7d68", "publishedAt": "2023-11-01T11:15:51Z", "content": "Following President Joe Bidens sweeping executive order regarding AI development last week, at the UK AI Safety Summit yesterday, Vice President Kamala Harris announced even more machine learning ini… [+3261 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Andrew Tarantola", "title": "Qualcomm brings on-device AI to mobile and PC", "description": "Qualcomm is no stranger in running artificial intelligence and machine learning systems on-device and without an internet connection. They’ve been doing it with their camera chipsets for years. But on Tuesday at Snapdragon Summit 2023, the company announced t…", "url": "https://www.engadget.com/qualcomm-brings-on-device-ai-to-mobile-and-pc-190030938.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/4A2CBeXtSKp7rl9A_43XFg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04Njc-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/8c71eac2-71d6-11ee-bdd5-9c984c0d4c48", "publishedAt": "2023-10-24T19:00:30Z", "content": "Qualcomm is no stranger in running artificial intelligence and machine learning systems on-device and without an internet connection. Theyve been doing it with their camera chipsets for years. But on… [+4581 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Kris Holt", "title": "Qualcomm's Snapdragon 8 Gen 3 brings on-device generative AI to more Android phones", "description": "At its annual Snapdragon Summit on Tuesday, Qualcomm\r\n revealed its latest mobile chipset. Perhaps the biggest change in the Snapdragon 8 Gen 3 is the introduction of on-device generative AI (akin to Google's Tensor G3). The chipset’s AI Engine supports multi…", "url": "https://www.engadget.com/qualcomms-snapdragon-8-gen-3-brings-on-device-generative-ai-to-more-android-phones-190019288.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/oxM_vhxXm93n4s8qJdDkPQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02OTU-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/fa72cfc0-7281-11ee-bfb3-e4ff777637fc", "publishedAt": "2023-10-24T19:00:19Z", "content": "At its annual Snapdragon Summit on Tuesday, Qualcomm\r\n revealed its latest mobile chipset. Perhaps the biggest change in the Snapdragon 8 Gen 3 is the introduction of on-device generative AI (akin to… [+4259 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Kris Holt", "title": "Meta whistleblower tells Senate the company 'cannot be trusted with our children'", "description": "Another Meta whistleblower has testified before Congress\r\n regarding safety issues on the company's platforms. On the same day that Frances Haugen told Congress in 2021 how Meta could fix some of its safety problems\r\n, Arturo Béjar, a former director of engin…", "url": "https://www.engadget.com/meta-whistleblower-tells-senate-the-company-cannot-be-trusted-with-our-children-185616936.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/ooS.6epo2JlHOIpeGf.Jyg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-11/f8aa7b40-7d97-11ee-96fa-ee11d765e47e", "publishedAt": "2023-11-07T18:56:16Z", "content": "Another Meta whistleblower has testified before Congress\r\n regarding safety issues on the company's platforms. On the same day that Frances Haugen told Congress in 2021 how Meta could fix some of its… [+8545 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Andrew Tarantola", "title": "How the meandering legal definition of 'fair use' cost us Napster but gave us Spotify", "description": "The internet's \"enshittification,\" as veteran journalist and privacy advocate Cory Doctorow describes it, began decades before TikTok made the scene. Elder millennials remember the good old days of Napster — followed by the much worse old days of Napster bein…", "url": "https://www.engadget.com/hitting-the-books-the-internet-con-cory-doctorow-verso-153018432.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/m_HWxG5D3u.hGG9p3ZzcLA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/4d0f66e0-7817-11ee-b9df-a10c2ab1fedb", "publishedAt": "2023-11-05T15:30:18Z", "content": "The internet's \"enshittification,\" as veteran journalist and privacy advocate Cory Doctorow describes it, began decades before TikTok made the scene. Elder millennials remember the good old days of N… [+8380 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Angela Watercutter", "title": "\"Now and Then,\" The Beatles’ Last Song, Is Here Thanks to Peter Jackson’s AI", "description": "The track was made possible thanks to technology the director used on the documentary series \"Get Back.\" Listen here.", "url": "https://www.wired.com/story/the-beatles-now-and-then-last-song-artificial-intelligence-peter-jackson/", "urlToImage": "https://media.wired.com/photos/65451021c7c6de78686bd51c/191:100/w_1280,c_limit/The-Beatles-New-Song-Culture-GettyImages-74253720.jpg", "publishedAt": "2023-11-03T17:46:51Z", "content": "Following a lot of hypeand a quarter-century of workNow and Then, presumably the last song to feature all four original Beatles, is here. The track dropped Thursday and the music video, directed by P… [+1414 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Caitlin Harrington", "title": "This AI Bot Fills Out Job Applications for You While You Sleep", "description": "AI-powered services like LazyApply zip through the grunt work of job applications, helping one programmer apply for 5,000 jobs. But they can make mistakes, and some recruiters scorn the technology.", "url": "https://www.wired.com/story/this-ai-bot-fills-out-job-applications-for-you-while-you-sleep/", "urlToImage": "https://media.wired.com/photos/6545939ac24c84815c6bbc35/191:100/w_1280,c_limit/AI-Bot-Job-Applications-Business-174410108.jpg", "publishedAt": "2023-11-06T12:00:00Z", "content": "In July, software engineer Julian Joseph became the latest victim of the tech industrys sweeping job cuts. Facing his second layoff in two years, he dreaded spending another couple months hunched ove… [+3957 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Khari Johnson", "title": "Joe Biden’s Sweeping New Executive Order Aims to Drag the US Government into the Age of ChatGPT", "description": "President Joe Biden issued a wide-ranging executive order on artificial intelligence with measures to boost US tech talent and prevent AI being used to threaten national security.", "url": "https://www.wired.com/story/joe-bidens-executive-order-ai-us-government-chatgpt/", "urlToImage": "https://media.wired.com/photos/653c52062692abf70732f9b0/191:100/w_1280,c_limit/Business-Biden-AI-Briefing-1712266109.jpg", "publishedAt": "2023-10-30T09:00:00Z", "content": "Joe Biden wants the US government to make wider use of artificial intelligenceand to keep commercial AI on a tighter leash. Those are two prominent themes of a sprawling executive order Biden will si… [+2562 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Matt Laslo", "title": "Joe Biden’s Big AI Plan Sounds Scary—but Lacks Bite", "description": "Joe Biden’s new executive order is billed as the biggest governmental AI plan ever. Unless he can convince a dysfunctional US Congress and overseas rivals to play along, its effects will be limited.", "url": "https://www.wired.com/story/joe-bidens-big-ai-plan-sounds-scary-lacks-bite/", "urlToImage": "https://media.wired.com/photos/65406146dacb7be44fdb6673/191:100/w_1280,c_limit/Biden-White-House-Event-AI-Business-1754109419.jpg", "publishedAt": "2023-10-31T17:42:44Z", "content": "We intend that the actions we are taking domestically will serve as a model for international action, understanding that AI developed in one nation can impact the lives and livelihoods of billions of… [+2442 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Aarian Marshall", "title": "GM’s Cruise Halts Self-Driving Operations Across the US After Regulator Safety Fears", "description": "Two days after safety fears led California regulators to shutdown Cruise’s robotaxis in San Francisco, the company says its fleet in Austin and other US cities will now operate with human supervision.", "url": "https://www.wired.com/story/gms-cruise-halts-self-driving-operations-regulator-safety-fears/", "urlToImage": "https://media.wired.com/photos/653b1f180fde2c56f0fd2d86/191:100/w_1280,c_limit/Cruise-Self-Driving-Cars-Nationwide-Business-GettyImages-1590511985.jpg", "publishedAt": "2023-10-27T03:19:08Z", "content": "Cruise, the self-driving arm of General Motors, said late today it had halted its robotaxi service across the US and would no longer operate its vehicles without safety drivers behind the wheel. That… [+3443 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Matt Burgess", "title": "This Cheap Hacking Device Can Crash Your iPhone With Pop-Ups", "description": "Plus: SolarWinds is charged with fraud, New Orleans police face recognition has flaws, and new details about Okta’s October data breach emerge.", "url": "https://www.wired.com/story/flipper-zero-iphone-dos-attack-security-roundup/", "urlToImage": "https://media.wired.com/photos/65450b438e91e3ca88ad9cbb/191:100/w_1280,c_limit/Flipper-Zero-Security-Roundup.jpg", "publishedAt": "2023-11-04T13:00:00Z", "content": "As the Israel-Hamas war continues, with Israeli troops moving into the Gaza Strip and encircling Gaza City, one piece of technology is having an outsized impact on how we see and understand the war. … [+5730 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Vittoria Elliott", "title": "Big Tech Ditched Trust and Safety. Now Startups Are Selling It Back As a Service", "description": "The burgeoning trust and safety industry promises to help tech companies navigate scrutiny and regulation. But these services bring problems of their own.", "url": "https://www.wired.com/story/trust-and-safety-startups-big-tech/", "urlToImage": "https://media.wired.com/photos/64dfaf4420abe9537824fa2f/191:100/w_1280,c_limit/081823-big-tech-trust-safety-staff.jpg", "publishedAt": "2023-11-06T19:29:56Z", "content": "The same is true of the AI systems that companies use to help flag potentially dangerous or abusive content. Platforms often use huge troves of data to build internal tools that help them streamline … [+2398 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Lauren Goode", "title": "Google Image Search Will Now Show a Photo’s History. Can It Spot Fakes?", "description": "The new “About this image” feature will help you discern whether a photo search result can be trusted. But it’s not a surefire safeguard against misinformation.", "url": "https://www.wired.com/story/google-about-this-image-misinformation/", "urlToImage": "https://media.wired.com/photos/65382632fd3d190c7a1f5c68/191:100/w_1280,c_limit/Google-Image-Search-news-Gear-GettyImages-824179306.jpg", "publishedAt": "2023-10-25T16:00:00Z", "content": "Google has stressed that the metadata field in About this image is not going to be a surefire way to see the origins, or provenance, of an image. Its mostly designed to give more context or alert the… [+2647 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Lily Hay Newman", "title": "This Cryptomining Tool Is Stealing Secrets", "description": "Plus: Details emerge of a US government social media-scanning tool that flags “derogatory” speech, and researchers find vulnerabilities in the global mobile communications network.", "url": "https://www.wired.com/story/cryptominer-espionage-campaign-security-roundup/", "urlToImage": "https://media.wired.com/photos/653c26a5a4dd0111031f340f/191:100/w_1280,c_limit/Security-News-This-Week--A-Dull-Cryptominer-Is-Actually-Part-of-a-Sophisticated-and-Expansive-Espionage-Campaign-Security-GettyImages-1087732912.jpg", "publishedAt": "2023-10-28T13:00:00Z", "content": "As the Israel-Hamas war raged on this week and Israel expanded its ground invasion of the Gaza Strip, the territory's compromised internet infrastructure and access to connectivity went fully dark on… [+5479 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Alex Miller", "title": "Tech and Games Can Help Curb Youth Suicide", "description": "In the face of lackluster mental health support, especially for children of marginalized groups, technology and video games can be used to meet young people where they are.", "url": "https://www.wired.com/story/tech-video-games-youth-suicide/", "urlToImage": "https://media.wired.com/photos/65452a95ae2b61a93847eea7/191:100/w_1280,c_limit/w30-youth-suicides-tech-games.jpg", "publishedAt": "2023-11-07T12:00:00Z", "content": "One of my most traumatizing moments was when my best friend Terry got gunned down outside my projects. As a 9-year-old in Chicago, I remember always speaking to him about whether he thought we would … [+3213 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Will Knight", "title": "The US and 30 Other Nations Agree to Set Guardrails for Military AI", "description": "The tech-centric war in Ukraine and the success of ChatGPT have prompted new interest in figuring out how to prevent military AI from going awry.", "url": "https://www.wired.com/story/the-us-and-30-other-nations-agree-to-set-guardrails-for-military-ai/", "urlToImage": "https://media.wired.com/photos/654ae8c1428f34179e6b33c2/191:100/w_1280,c_limit/Military-AI-Guardrails-Business-1757360709.jpg", "publishedAt": "2023-11-08T18:37:18Z", "content": "Vice President Harris announced during her speech in London that the declaration has now been signed by US-aligned nations that include the UK, Canada, Australia, Germany, and France. The 31 signator… [+2460 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Matt Burgess, Lily Hay Newman", "title": "Internet Blackouts in Gaza Are a New Weapon in the Israel-Hamas War", "description": "Israel has said it’s prepared to disrupt internet service in Gaza, signaling a new age of warfare. In the past two weeks, the Palestinian territory has already suffered three communications shutdowns.", "url": "https://www.wired.com/story/israel-gaza-internet-blackouts-weapon/", "urlToImage": "https://media.wired.com/photos/6549a751ffe219707629bcb0/191:100/w_1280,c_limit/Communication-Towers-Gaza-Security-1749945926.jpg", "publishedAt": "2023-11-07T18:41:31Z", "content": "No company can repair or do anything right now, Mekdad says. Many firms, he says, are waiting until the war is over to see the status of their infrastructure and evaluate it. The United Nations Offic… [+2616 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Will Bedingfield", "title": "Generative AI Is Playing a Surprising Role in Israel-Hamas Disinformation", "description": "Even as some feared the war would be the first in history to be flooded with machine-made fake images, that hasn’t happened. The technology’s impact on the conflict is far more subtle.", "url": "https://www.wired.com/story/israel-hamas-war-generative-artificial-intelligence-disinformation/", "urlToImage": "https://media.wired.com/photos/653c500e0fde2c56f0fd2d90/191:100/w_1280,c_limit/culture_israel_hamas_war_ai_disinformation.jpg", "publishedAt": "2023-10-30T10:00:00Z", "content": "Given the creativity humans have showcased throughout history to make up (false) stories and the freedom that humans already have to create and spread misinformation across the world, it is unlikely … [+2304 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Richard Lawler", "title": "After Starfield’s shaky launch, it’s going to beta test the next patch soon", "description": "Starfield PC players can enter a Steam beta program to try out the update with support for Nvidia’s DLSS 3 upscaling technology next week, while support for AMD FSR3 tech will have to wait for a future update.", "url": "https://www.theverge.com/2023/11/1/23942435/starfield-dlss-3-pc-update-steam-beta", "urlToImage": "https://cdn.vox-cdn.com/thumbor/5TTvkCcSEblXs-zMzF5SKMGcbFw=/0x0:2560x1440/1200x628/filters:focal(1280x720:1281x721)/cdn.vox-cdn.com/uploads/chorus_asset/file/24548947/Starfield__Official_Gameplay_Reveal_____Starfield__Official_Gameplay_Reveal_2023_3_30_154520.999_1440p_streamshot.png", "publishedAt": "2023-11-01T20:41:17Z", "content": "Starfields DLSS 3 support is coming in a beta patch soon\r\nStarfields DLSS 3 support is coming in a beta patch soon\r\n / PC gamers can try out the official Starfield DLSS patch with support for Nvidias… [+2257 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Sean Hollister", "title": "Microsoft now thirstily injects a poll when you download Google Chrome", "description": "Microsoft’s long list of ploys to steer you away from Google Chrome now includes a pop-up poll asking why you don’t want its built-in browser.", "url": "https://www.theverge.com/23930960/microsoft-edge-google-chrome-poll-why-try-another-browser", "urlToImage": "https://cdn.vox-cdn.com/thumbor/HJk8Ex2mZ7S12UASvz6ZMXSQQHg=/0x0:1174x788/1200x628/filters:focal(587x394:588x395)/cdn.vox-cdn.com/uploads/chorus_asset/file/25029208/NVIDIA_Share_wDQfiR22KU.jpg", "publishedAt": "2023-10-25T00:12:19Z", "content": "Microsoft Edge now pops up a poll after you press the “Download Chrome” button. | Screenshot by Sean Hollister / The Verge\r\n\n \n\n How many licks does it take to get to the center of a Google Chrome do… [+1539 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Allison Johnson", "title": "Honor says its new phone lets you open apps with your eyes", "description": "The Honor Magic 6 comes with a new eye-tracking interaction feature called Magic Capsule that allows you to control your phone with your gaze.", "url": "https://www.theverge.com/2023/10/25/23932319/honor-magic-6-eye-tracking-magic-capsule-snapdragon-8-gen-3", "urlToImage": "https://cdn.vox-cdn.com/thumbor/vWjXjh4euBLn5a-CzU-zWEIYPUg=/0x0:2808x1570/1200x628/filters:focal(1404x785:1405x786)/cdn.vox-cdn.com/uploads/chorus_asset/file/25033324/Screenshot_2023_10_25_at_11.34.41_AM.png", "publishedAt": "2023-10-25T23:50:20Z", "content": "Honor says its new phone lets you open apps with your eyes\r\nHonor says its new phone lets you open apps with your eyes\r\n / The Honor Magic 6 comes with eye-tracking interaction, a Snapdragon 8 Gen 3 … [+2786 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Andrew J. Hawkins", "title": "GM is attracted to these new non-rare earth magnets for its EV motors", "description": "GM is teaming up with Niron Magnetics to explore ways to reduce the company’s dependence on China for magnets in its EV motors.", "url": "https://www.theverge.com/2023/11/8/23951557/gm-niron-magnet-iron-nitride-ev-motor-investment", "urlToImage": "https://cdn.vox-cdn.com/thumbor/2R77qZwXaGDwGsXb6nK9lOBavsQ=/0x0:2400x1779/1200x628/filters:focal(1200x890:1201x891)/cdn.vox-cdn.com/uploads/chorus_asset/file/25067147/GM_Niron_1.jpg", "publishedAt": "2023-11-08T13:00:00Z", "content": "GM is attracted to these new non-rare earth magnets for its EV motors\r\nGM is attracted to these new non-rare earth magnets for its EV motors\r\n / The automaker is teaming up with a small Minnesota-bas… [+3408 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Monica Chin", "title": "Snapdragon claims its new X Elite processor will beat Apple, Intel, and AMD", "description": "Snapdragon has announced its new X Elite processor, which is expected to ship in mid-2024. The company claims it will beat top chips from Intel, Apple, and AMD on select benchmarks.", "url": "https://www.theverge.com/2023/10/24/23930366/qualcomm-snapdragon-x-elite-processor-availability-release-date", "urlToImage": "https://cdn.vox-cdn.com/thumbor/grBaq1ddk4lcgH8KiAIXngvvPO8=/0x0:2000x1333/1200x628/filters:focal(1000x667:1001x668)/cdn.vox-cdn.com/uploads/chorus_asset/file/25028471/Snapdragon_X_Elite_Screen.jpg", "publishedAt": "2023-10-24T22:16:27Z", "content": "Qualcomm claims its new X Elite processor will beat Apple, Intel, and AMD\r\nQualcomm claims its new X Elite processor will beat Apple, Intel, and AMD\r\n / Models will begin shipping in mid-2024.\r\nByMon… [+2598 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Jay Peters", "title": "Threads is adding polls and GIFs", "description": "Meta is going to let you make polls and insert GIFs right from the Threads post composer, the company announced. CEO Mark Zuckerberg has already posted using both features on the platform.", "url": "https://www.theverge.com/2023/10/26/23933559/threads-polls-gifs-app", "urlToImage": "https://cdn.vox-cdn.com/thumbor/YavtHu47GBXbFJeKLrxkZwo474E=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/24774110/STK156_Instagram_threads_1.jpg", "publishedAt": "2023-10-26T17:22:08Z", "content": "Threads is adding polls and GIFs\r\nThreads is adding polls and GIFs\r\n / Mark Zuckerberg posted both, pointing out the new features for Threads, which he said Wednesday has around 100 million daily act… [+1349 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Jay Peters", "title": "Apple updates iOS so BMW’s wireless charging won’t break your iPhone 15", "description": "Apple just released iOS 17.1.1, and it has fixes for a nasty BMW in-car charging bug and for a weird issue with the lock screen weather widget.", "url": "https://www.theverge.com/2023/11/7/23951279/apple-ios-17-1-1-update-bmw-wireless-charging-iphone-15", "urlToImage": "https://cdn.vox-cdn.com/thumbor/y9Z561hkx5iu60wFEwXRbCiV9o0=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/24931302/236791_Apple_iPhone_15_and_15_Plus_review_DSeifert_0005.jpg", "publishedAt": "2023-11-07T22:53:03Z", "content": "Apple updates iOS so BMWs wireless charging wont break your iPhone 15\r\nApple updates iOS so BMWs wireless charging wont break your iPhone 15\r\n / iOS 17.1.1 has a fix for a nasty bug that broke Apple … [+1727 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Jay Peters", "title": "Slack gets rid of its X integration", "description": "Slack has retired its integration with X (formerly Twitter) because of X’s API changes introduced earlier this year. It’s just one of many useful apps that used Twitter’s data that’s now gone.", "url": "https://www.theverge.com/2023/10/24/23930686/slack-x-twitter-integration-retires-api-pricing", "urlToImage": "https://cdn.vox-cdn.com/thumbor/OKnVDBw0QqVfr0WjOb3of76W2RA=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/23988538/acastro_STK060_slack_04.jpg", "publishedAt": "2023-10-24T22:37:25Z", "content": "Slack gets rid of its X integration\r\nSlack gets rid of its X integration\r\n / If you used the tool to be notified of X posts in Slack, its officially gone now.\r\nByJay Peters, a news editor who writes … [+1736 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Emilia David", "title": "Meta’s AI research head wants open source licensing to change", "description": "Meta vice president for AI research Joelle Pineau explains why the company wants to keep sharing its work for free with other developers.", "url": "https://www.theverge.com/2023/10/30/23935587/meta-generative-ai-models-open-source", "urlToImage": "https://cdn.vox-cdn.com/thumbor/waP9E94tG8X54qXNaL-CvH6FzBo=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/22977155/acastro_211101_1777_meta_0001.jpg", "publishedAt": "2023-10-30T13:00:00Z", "content": "Metas AI research head wants open source licensing to change\r\nMetas AI research head wants open source licensing to change\r\n / Metas AI research group wants to keep releasing models for free despite … [+6406 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Jay Peters", "title": "Meta wants Threads to be the ‘de facto platform’ for online public conversations", "description": "Instagram boss Adam Mosseri wants Threads to become the “de facto platform for public conversations online.” He made the statement in response to an AMA.", "url": "https://www.theverge.com/2023/10/27/23935436/meta-threads-platform-online-public-conversations", "urlToImage": "https://cdn.vox-cdn.com/thumbor/gxb8H-BEvx3Ws1bMzj9boMhNmb8=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/24774109/STK156_Instagram_threads_2.jpg", "publishedAt": "2023-10-27T21:17:42Z", "content": "Meta wants Threads to be the de facto platform for online public conversations\r\nMeta wants Threads to be the de facto platform for online public conversations\r\n / Its a big goal, but things have been… [+2764 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Jay Peters", "title": "Reddit is starting to test its own add-ons for the platform", "description": "Reddit is beginning to test the first of its own add-ons built through its Developer Platform, including tools for mods and posts that are live scoreboards.", "url": "https://www.theverge.com/2023/11/7/23950696/reddit-developer-platform-add-ons-test", "urlToImage": "https://cdn.vox-cdn.com/thumbor/XK89Z8iUT2qagVhFK6REkJj4Syg=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/23985507/acastro_STK024_03.jpg", "publishedAt": "2023-11-07T20:00:00Z", "content": "Reddit is starting to test its own add-ons for the platform\r\nReddit is starting to test its own add-ons for the platform\r\n / The new tools will help mods and let people make posts with live scoreboar… [+2636 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Nilay Patel", "title": "Barack Obama on AI, free speech, and the future of the internet", "description": "Barack Obama joined Nilay Patel on Decoder to discuss President Joe Biden’s executive order on AI, tech regulation, and more.", "url": "https://www.theverge.com/23948871/barack-obama-ai-regulation-free-speech-first-amendment-decoder-interview", "urlToImage": "https://cdn.vox-cdn.com/thumbor/GQ8GMLdiNDwXs4Ur3sHYuwTs4w0=/0x0:1920x1080/1200x628/filters:focal(960x540:961x541)/cdn.vox-cdn.com/uploads/chorus_asset/file/25063675/VRG_DEC_OBAMA_Textless.jpg", "publishedAt": "2023-11-07T15:00:00Z", "content": "The former president joined me on Decoder to discuss AI regulation, the First Amendment, and of course, what apps he has on his homescreen. Today on Decoder, I’m talking to former President Barack Ob… [+38113 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Allison Johnson", "title": "Qualcomm’s Snapdragon 8 Gen 3 moves AI out of the cloud and onto your phone", "description": "The AI-everything future of phones is coming at us fast.", "url": "https://www.theverge.com/2023/10/24/23928867/qualcomm-snapdragon-8-gen-3-on-device-ai-meta-llama-2", "urlToImage": "https://cdn.vox-cdn.com/thumbor/Uw9bKQHNL8ONxeaqtgWdnW0bEyg=/0x0:3000x2167/1200x628/filters:focal(1500x1084:1501x1085)/cdn.vox-cdn.com/uploads/chorus_asset/file/25025711/Snapdragon_8_Gen_3_AI_QRD.jpg", "publishedAt": "2023-10-24T22:17:08Z", "content": "Qualcomms Snapdragon 8 Gen 3 moves AI out of the cloud and onto your phone\r\nQualcomms Snapdragon 8 Gen 3 moves AI out of the cloud and onto your phone\r\n / The newest flagship mobile chipset is on-dev… [+4360 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Andrew J. Hawkins", "title": "Ford is testing drone deliveries at the derelict train station in Detroit it’s rehabbing", "description": "Ford is launching a new airspace for drone deliveries around the old Michigan Central train station it’s rehabbing into an innovation hub.", "url": "https://www.theverge.com/2023/10/26/23931854/ford-michigan-central-drone-delivery-airspace-train-station", "urlToImage": "https://cdn.vox-cdn.com/thumbor/IfHKpU7dKhavz1waclI6yvxr7mw=/0x0:8640x5760/1200x628/filters:focal(4320x2880:4321x2881)/cdn.vox-cdn.com/uploads/chorus_asset/file/25032247/credit_Nadir_Ali_for_Michigan_Central_drone_community_demo_day_4.jpg", "publishedAt": "2023-10-26T10:00:00Z", "content": "Ford is testing drone deliveries at the derelict train station in Detroit its rehabbing\r\nFord is testing drone deliveries at the derelict train station in Detroit its rehabbing\r\n / Michigan Central, … [+5131 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Chris Welch", "title": "Qualcomm turns to Wi-Fi to take wireless earbuds and headphones to the next level", "description": "Qualcomm’s new audio chips, the S7 and S7 Pro, promise better, smarter noise cancellation. And your earbuds will play music over Wi-Fi even when your phone isn’t around.", "url": "https://www.theverge.com/2023/10/24/23930039/qualcomm-snapdragon-sound-s7-pro-announced-earbuds-wifi", "urlToImage": "https://cdn.vox-cdn.com/thumbor/XeXEQz6S8eXuPX2iHq13S8KD-nk=/0x0:1491x952/1200x628/filters:focal(746x476:747x477)/cdn.vox-cdn.com/uploads/chorus_asset/file/25028079/snapdragon.jpg", "publishedAt": "2023-10-24T22:16:49Z", "content": "Qualcomm turns to Wi-Fi to take wireless earbuds and headphones to the next level\r\nQualcomm turns to Wi-Fi to take wireless earbuds and headphones to the next level\r\n / Qualcomms S7 Pro chip will kee… [+6104 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Jay Peters", "title": "Resident Evil Village on the iPhone could be a preview of Apple’s gaming future", "description": "Resident Evil Village plays really well on an iPhone, but the game’s graphics aren’t the most interesting thing going on with it — I’m much more excited for what it might be teasing for Apple and Mac gaming in the future.", "url": "https://www.theverge.com/2023/10/30/23935357/resident-evil-village-iphone-preview-apple-mac-gaming-future", "urlToImage": "https://cdn.vox-cdn.com/thumbor/2733xfwa470RGf-o2CT7j4rMQ7s=/0x0:2796x1290/1200x628/filters:focal(1398x645:1399x646)/cdn.vox-cdn.com/uploads/chorus_asset/file/25038762/RE_Village_iPhone_04.png", "publishedAt": "2023-10-30T12:00:00Z", "content": "Resident Evil Village on the iPhone could be a preview of Apples gaming future\r\nResident Evil Village on the iPhone could be a preview of Apples gaming future\r\n / I hope that Apples excellent custom … [+7293 chars]"}, {"source": {"id": "the-verge", "name": "The Verge"}, "author": "Daniel Golson", "title": "Japan’s automakers are keeping sports cars alive in the EV era", "description": "The Japan Mobility Show in Tokyo saw the debut of five different electrified sports cars, ranging from production-intent coupes to outrageous concept supercars.", "url": "https://www.theverge.com/2023/10/27/23933644/japan-mobility-show-ev-mazda-nissan-toyota-honda", "urlToImage": "https://cdn.vox-cdn.com/thumbor/4KTR0KuEWKBv7fRD9S8kCdSugq8=/0x0:7780x5187/1200x628/filters:focal(3890x2594:3891x2595)/cdn.vox-cdn.com/uploads/chorus_asset/file/25035417/1745434371.jpg", "publishedAt": "2023-10-27T12:00:00Z", "content": "Image: Getty\r\n\n \n\n In auto enthusiast circles, there have been two widely shared sentiments in recent years: auto shows are dying off, and the onset of electrification will bring about the death of s… [+18738 chars]"}, {"source": {"id": null, "name": "Gizmodo.com"}, "author": "Nikki Main", "title": "Hyundai Rolls Out Anti-Theft Software Upgrade for Thefts Spurred by TikTok's 'Kia Challenge'", "description": "Hyundai said Wednesday it’s pushing an anti-theft software update for select vehicles targeted by thieves using the viral TikTok “Kia Challenge.” Both Kia and Hyundai car thefts started to spike in the summer of 2022 after thieves realized they lacked engine …", "url": "https://gizmodo.com/hyundai-rolls-out-anti-theft-software-upgrade-1850961943", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/7974bbda38a79ff4b2f5f2edb5dc99c9.jpg", "publishedAt": "2023-10-26T14:40:00Z", "content": "Hyundai said Wednesday its pushing an anti-theft software update for select vehicles targeted by thieves using the viral TikTok Kia Challenge. Both Kia and Hyundai car thefts started to spike in the … [+2010 chars]"}, {"source": {"id": null, "name": "Gizmodo.com"}, "author": "Tik Root, Grist", "title": "Lawn Equipment Spews ‘Shocking’ Amount of Air Pollution, New Data Shows", "description": "This story was originally published by Grist. Sign up for Grist’s weekly newsletter here.Read more...", "url": "https://gizmodo.com/lawn-equipment-spews-shocking-amount-of-air-pollution-1850976037", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/8616e6731b9fb2aa5d5b800af4116bff.jpg", "publishedAt": "2023-10-31T12:59:00Z", "content": "This story was originally published by Grist. Sign up for Grists weekly newsletter here.\r\nLawn-care equipment leaf-blowers, lawnmowers, and the like doesnt top most peoples lists of climate prioritie… [+4413 chars]"}, {"source": {"id": null, "name": "Gizmodo.com"}, "author": "Passant Rabie", "title": "New Wearable Helps Astronauts Know Up From Down—Trusting It Is the Hard Part", "description": "A one way trip to the Red Planet would take up to nine months. During that time, astronauts on board the Mars-bound spacecraft could lose their sense of direction and ability to know up from down, making it difficult to orient themselves on the Martian surfac…", "url": "https://gizmodo.com/astronaut-wearable-disoriential-spatial-awareness-trust-1850996634", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/da45cbfcf9a0e63fa6097101a4b6e482.jpg", "publishedAt": "2023-11-07T21:05:00Z", "content": "A one way trip to the Red Planet would take up to nine months. During that time, astronauts on board the Mars-bound spacecraft could lose their sense of direction and ability to know up from down, ma… [+4741 chars]"}, {"source": {"id": null, "name": "Gizmodo.com"}, "author": "Florence Ion", "title": "Android Users to Get Apple-like Login Features This Week", "description": "Android users can finally join the realm of the easy login life. Google revealed Monday that Credential Manager will arrive on Android devices beginning Nov. 1, ushering in the next phase of the company’s conversion to passkeys. This also means Android users …", "url": "https://gizmodo.com/android-users-get-apple-like-login-features-this-week-1850974287", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/3faec6e1d052889cc5aaede6d16ffbb0.png", "publishedAt": "2023-10-30T21:20:00Z", "content": "Android users can finally join the realm of the easy login life. Google revealed Monday that Credential Manager will arrive on Android devices beginning Nov. 1, ushering in the next phase of the comp… [+2164 chars]"}, {"source": {"id": null, "name": "Gizmodo.com"}, "author": "Nikki Main", "title": "LinkedIn Wants Its AI Bot to Help Find You a Job After You Lose Your Job to AI", "description": "If AI might be responsible for jobs being lost, then the tech could be used to get another one at least that’s what LinkedIn is trying to do. Users of the career-centric social network can access an AI-powered “job seeker coach” starting Wednesday to guide th…", "url": "https://gizmodo.com/linkedin-ai-bot-help-find-job-1850979893", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/8e24401db1ba4cae3bb0b920efa5fdef.jpg", "publishedAt": "2023-11-01T15:00:00Z", "content": "If AI might be responsible for jobs being lost, then the tech could be used to get another one at least thats what LinkedIn is trying to do. Users of the career-centric social network can access an A… [+2234 chars]"}, {"source": {"id": null, "name": "Gizmodo.com"}, "author": "Dua Rashid", "title": "Qualcomm's Upcoming S7 and S7 Pro Chips Will Bring Wi-Fi to Your Audio Peripherals", "description": "Qualcomm announced the release of a pair of chips, the S7 and the S7 Pro that companies can use in their earbuds, headphones, and speakers to benefit from Wi-Fi in addition to Bluetooth. The semiconductor company announced that it will leverage its Snapdragon…", "url": "https://gizmodo.com/qualcomms-upcoming-s7-and-s7-pro-chips-will-bring-wi-fi-1850958039", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/3c59822eab8ac21df3229fa53de30a48.png", "publishedAt": "2023-10-25T18:55:00Z", "content": "Qualcomm announced the release of a pair of chips, the S7 and the S7 Pro that companies can use in their earbuds, headphones, and speakers to benefit from Wi-Fi in addition to Bluetooth. The semicond… [+1994 chars]"}, {"source": {"id": null, "name": "Gizmodo.com"}, "author": "Passant Rabie", "title": "NASA Tests 3D-Printed Rocket Nozzle for Future Missions to Moon, Mars", "description": "In order to be able to carry heavier payloads through deep space, NASA designed a lightweight rocket engine nozzle made of aluminum that can still withstand the heat of launches.Read more...", "url": "https://gizmodo.com/nasa-test-3d-printed-rocket-nozzle-deep-space-missions-1850953328", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/47c285ac4cb19588bfcd779d046a0bd5.jpg", "publishedAt": "2023-10-24T15:50:00Z", "content": "In order to be able to carry heavier payloads through deep space, NASA designed a lightweight rocket engine nozzle made of aluminum that can still withstand the heat of launches.\r\nNASA recently teste… [+3023 chars]"}, {"source": {"id": null, "name": "Gizmodo.com"}, "author": "Ed Cara", "title": "There's Now a Tampon That Can Test for STIs", "description": "A UK-based startup is hoping to turn their specialized tampons into a popular test for sexually transmitted infections. The company Daye has launched a new at-home screening service for chlamydia, gonorrhea, and other common STIs. The test is currently only a…", "url": "https://gizmodo.com/daye-tampon-can-test-for-stis-1851000035", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/2b842c6e4fd7797dc8e7960ba345542f.jpg", "publishedAt": "2023-11-07T21:00:00Z", "content": "A UK-based startup is hoping to turn their specialized tampons into a popular test for sexually transmitted infections. The company Daye has launched a new at-home screening service for chlamydia, go… [+3539 chars]"}, {"source": {"id": null, "name": "Gizmodo.com"}, "author": "Passant Rabie", "title": "NASA Apologizes for Not Supporting Your Delulu Plans to Visit Jupiter", "description": "NASA issued an apology for a slightly shady post on X that questioned people’s ability to visit Jupiter.Read more...", "url": "https://gizmodo.com/nasa-apology-jupiter-spacex-travel-humans-mars-1850987118", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/410d5d8cae01ba8fc6ec18d93598369d.jpg", "publishedAt": "2023-11-02T20:55:00Z", "content": "NASA issued an apology for a slightly shady post on X that questioned peoples ability to visit Jupiter.\r\nIn a recent social media post, NASA wrote, Is visiting Jupiter on your bucket list? Lets face … [+2585 chars]"}, {"source": {"id": null, "name": "Gizmodo.com"}, "author": "George Dvorsky", "title": "Blue Origin Reveals Full-Scale Model of Future Lunar Cargo Lander", "description": "Blue Origin has revealed a life-sized model of its upcoming lunar cargo lander, Blue Moon Mark 1 (MK1), achieving a significant step in its plans to facilitate cargo transport to the Moon’s surface.Read more...", "url": "https://gizmodo.com/blue-origin-moon-mark-cargo-lander-scale-nasa-artemis-1850967064", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/017754f5ac71c61e681556f7df3ded72.jpg", "publishedAt": "2023-10-27T19:10:00Z", "content": "Blue Origin has revealed a life-sized model of its upcoming lunar cargo lander, Blue Moon Mark 1 (MK1), achieving a significant step in its plans to facilitate cargo transport to the Moons surface.\r\n… [+3038 chars]"}, {"source": {"id": null, "name": "Gizmodo.com"}, "author": "Passant Rabie", "title": "Bubble of Toxic Coolant Abruptly Ends Russian ISS Spacewalk", "description": "A bubble of coolant leaked out of a radiator attached to the International Space Station (ISS), jeopardizing an ongoing spacewalk by two Russian cosmonauts on Wednesday.Read more...", "url": "https://gizmodo.com/bubble-toxic-coolant-ends-russian-iss-spacewalk-nasa-1850961885", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/23f77ec7c1ec4b8a4f1358e8be43b5f9.png", "publishedAt": "2023-10-26T14:40:00Z", "content": "A bubble of coolant leaked out of a radiator attached to the International Space Station (ISS), jeopardizing an ongoing spacewalk by two Russian cosmonauts on Wednesday.\r\nCosmonauts Oleg Kononenko an… [+2803 chars]"}, {"source": {"id": null, "name": "Gizmodo.com"}, "author": "Thomas Germain", "title": "Data Brokers Sell Secrets About Military Personnel for Pennies", "description": "Want to buy invasive personal details about an active-duty service member who works on a specific military base? You better have $0.12, because according to a new study that’s all it costs. The good news is the unregulated data brokers who sell that informati…", "url": "https://gizmodo.com/data-brokers-sell-info-on-military-personnel-cheap-1850991378", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/cb69d888a4e53abbd86e7b6e8fea4207.jpg", "publishedAt": "2023-11-06T13:40:00Z", "content": "Want to buy invasive personal details about an active-duty service member who works on a specific military base? You better have $0.12, because according to a new study thats all it costs. The good n… [+5342 chars]"}, {"source": {"id": null, "name": "Gizmodo.com"}, "author": "Isaac Schultz", "title": "Physicists Simulate Time Travel Using Quantum Entanglement", "description": "The quantum world operates by different rules than the classical one we buzz around in, allowing the fantastical to the bizarrely normal. Now, a team of physicists has used quantum entanglement to simulate a closed timelike curve—in layman’s terms, time trave…", "url": "https://gizmodo.com/simulated-time-travel-quantum-entanglement-physics-1850959081", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/672f46c35118d3c068bbb16d496e3d1a.jpg", "publishedAt": "2023-10-28T12:00:00Z", "content": "The quantum world operates by different rules than the classical one we buzz around in, allowing the fantastical to the bizarrely normal. Now, a team of physicists has used quantum entanglement to si… [+5567 chars]"}, {"source": {"id": null, "name": "Gizmodo.com"}, "author": "Passant Rabie", "title": "Curing the Space Blues: Vive VR Headset for Astronauts' Mental Health Heads to ISS", "description": "Nearing the end of an unintended year in space, NASA astronaut Frank Rubio reflected on Earthly pleasures that he was eager to indulge in as soon as he returned home. “I think just going out in the yard and enjoying the trees and the silence,” Rubio said duri…", "url": "https://gizmodo.com/htc-vive-vr-headset-anchor-update-space-station-iss-1850980457", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/2072c25c50fbe6a476b140c0fb7f411f.jpg", "publishedAt": "2023-11-02T13:20:00Z", "content": "Nearing the end of an unintended year in space, NASA astronaut Frank Rubio reflected on Earthly pleasures that he was eager to indulge in as soon as he returned home. I think just going out in the ya… [+4273 chars]"}, {"source": {"id": null, "name": "Gizmodo.com"}, "author": "Mack DeGeurin", "title": "Lawmakers Say FBI Can Keep Its Prized Surveillance Tool, but It'll Need a Warrant", "description": "A rare bipartisan coalition of lawmakers has teamed up to propose major privacy reforms that could fundamentally reign in the US government’s most powerful domestic surveillance tools.Read more...", "url": "https://gizmodo.com/widen-bill-end-fbi-702-warrantless-fisa-searches-1850998812", "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/45d15d29e7fa9755907718808a922932.jpg", "publishedAt": "2023-11-07T16:59:00Z", "content": "A rare bipartisan coalition of lawmakers has teamed up to propose major privacy reforms that could fundamentally reign in the US governments most powerful domestic surveillance tools.\r\nIf passed, the… [+9139 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Pokémon Go creator John Hanke says it's not game over for the app", "description": "Despite a drop in players and job cuts, the boss of developer Niantic insists it's not game over.", "url": "https://www.bbc.co.uk/news/newsbeat-67226243", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/105A8/production/_131548966_partyrecap.png", "publishedAt": "2023-10-28T23:22:32Z", "content": "For decades now, fans of Pokémon have been on a mission to \"catch 'em all\".\r\nCrazes have followed the cute creatures since they first launched on Nintendo's Game Boy in 1996 - with their surprise suc… [+5415 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Why are fewer women using AI than men?", "description": "The use of artificial intelligence appears to have a significant gender imbalance.", "url": "https://www.bbc.co.uk/news/business-67217915", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/8A05/production/_131533353_harriet_kelsall_portrait_2023-4landscape.jpg", "publishedAt": "2023-11-02T00:06:14Z", "content": "Popular artificial intelligence (AI) chatbot ChatGPT now has more than 180 million users, but jeweller Harriet Kelsall says it isn't for her.\r\nBeing dyslexic, she admits that using it might help impr… [+5469 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Apple alert: Indian opposition leaders raise alarm about warning", "description": "Around a dozen opposition MPs say they got an alert about 'state-sponsored attackers' targeting their phone.", "url": "https://www.bbc.co.uk/news/world-asia-india-67269978", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/9D2D/production/_131573204_applethreatani.jpg", "publishedAt": "2023-10-31T10:49:57Z", "content": "A row has broken out in India after several opposition leaders and journalists received a warning from Apple about \"state-sponsored attackers\" targeting their phone.\r\nThe alert did not specify who th… [+3804 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Israel's pain still raw a month after Hamas attacks", "description": "As the war rages, the focus for many in Israel is ensuring the safe return of more than 200 hostages.", "url": "https://www.bbc.co.uk/news/world-middle-east-67339008", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/11C27/production/_131634727_b6e6553cbfd04fbe7a74d12a8fbdd794d5e48aba0_261_5000_28141000x563.jpg", "publishedAt": "2023-11-07T07:35:22Z", "content": "It was a day that shattered Israel's sense of its own invincibility and military might, undermining the security felt by every one of its citizens.\r\nBut it did not seem so extraordinary at the start.… [+6086 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Swedish court clears dual national Skvortsov of spying for Russia", "description": "Sergei Skvortsov exported technology to Russia and prosecutors said he was a serious security threat.", "url": "https://www.bbc.co.uk/news/world-europe-67227679", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/E7ED/production/_131537395_gettyimages-1444244054.jpg", "publishedAt": "2023-10-26T14:22:29Z", "content": "A court in Stockholm has acquitted a Russian-born Swedish man of gross unlawful intelligence activity against the US and Sweden.\r\nSergei Skvortsov, 60, who ran import-export companies, was accused of… [+3093 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "GTA VI: What we know about the long-awaited new Grand Theft Auto game", "description": "Ten years after the release of GTA V, Rockstar Games announces trailer for the next chapter.", "url": "https://www.bbc.co.uk/news/entertainment-arts-67356079", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/E2EE/production/_131649085_official-artwork-blitz-play.jpg", "publishedAt": "2023-11-08T14:23:28Z", "content": "One of the most highly anticipated games of a generation is getting closer to being released.\r\nRockstar Games has confirmed that the trailer for GTA VI will be revealed in December - although there's… [+3842 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Horror games: Is the genre in a golden age?", "description": "How do the people behind some of our favourite frightfests come up with ways to keep players scared?", "url": "https://www.bbc.co.uk/news/newsbeat-67237646", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/57D4/production/_131548422_horrorindex.jpg", "publishedAt": "2023-10-31T00:46:38Z", "content": "\"Whaddaya buyin', stranger?\"\r\nIf 2023's videogame sales charts are anything to go by, the answer is \"horror games\".\r\nResident Evil 4 Remake and Dead Space are among the top sellers this year, in a cr… [+6733 chars]"}, {"source": {"id": "ars-technica", "name": "Ars Technica"}, "author": "Benj Edwards", "title": "“Catastrophic” AI harms among warnings in declaration signed by 28 nations", "description": "\"Bletchley Declaration\" sums up first day of UK's international AI Safety Summit.", "url": "https://arstechnica.com/information-technology/2023/11/catastrophic-ai-harms-among-warnings-in-declaration-signed-by-28-nations/", "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/11/ai_safety_summit_group_photo-760x380.jpg", "publishedAt": "2023-11-01T21:21:46Z", "content": "Enlarge/ UK Technology Secretary Michelle Donelan (front row center) is joined by international counterparts for a group photo at the AI Safety Summit at Bletchley Park in Milton Keynes, Buckinghamsh… [+4445 chars]"}, {"source": {"id": "ars-technica", "name": "Ars Technica"}, "author": "Kevin Purdy", "title": "Leap seconds could become leap minutes, despite pushback from Russians, Vatican", "description": "Already endangered, the leap second might have a practical successor soon.", "url": "https://arstechnica.com/science/2023/11/leap-seconds-could-become-leap-minutes-despite-pushback-from-russians-vatican/", "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/11/GettyImages-515283780-760x380.jpg", "publishedAt": "2023-11-03T20:10:10Z", "content": "Enlarge/ Dr. Charles H. Townes, inventor of the maser, a key component of atomic clocks, illustrates the differences between it and a standard clock. \r\n137 with \r\nOne of the leading thinkers on how h… [+3849 chars]"}, {"source": {"id": "ars-technica", "name": "Ars Technica"}, "author": "Benj Edwards", "title": "OpenAI introduces GPT-4 Turbo: Larger memory, lower cost, new knowledge", "description": "Novel-sized context window, DALL-E 3 API, more announced on OpenAI DevDay 2023.", "url": "https://arstechnica.com/information-technology/2023/11/openai-introduces-gpt-4-turbo-larger-memory-lower-cost-new-knowledge/", "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/11/chatbot_illustration-760x380.jpg", "publishedAt": "2023-11-06T21:40:57Z", "content": "4 with \r\nOn Monday at the OpenAI DevDay event, company CEO Sam Altman announced a major update to its GPT-4 language model called GPT-4 Turbo, which can process a much larger amount of text than GPT-… [+5310 chars]"}, {"source": {"id": "ars-technica", "name": "Ars Technica"}, "author": "Ashley Belanger", "title": "100+ researchers say they stopped studying X, fearing Elon Musk might sue them", "description": "Affected studies were tracking hate speech, child safety, and misinformation.", "url": "https://arstechnica.com/tech-policy/2023/11/100-researchers-say-they-stopped-studying-x-fearing-elon-musk-might-sue-them/", "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/11/GettyImages-1760599795-760x380.jpg", "publishedAt": "2023-11-06T20:06:25Z", "content": "32 with \r\nAt a moment when misinformation about the Israel-Hamas war is rapidly spreading on X (formerly Twitter)mostly by verified X usersmany researchers have given up hope that it will be possible… [+3071 chars]"}, {"source": {"id": "ars-technica", "name": "Ars Technica"}, "author": "Stephen Clark", "title": "Jeff Bezos shows off new Moon lander design for NASA", "description": "“We’re building our landers to enable global landing capability on the Moon, day or night.\"", "url": "https://arstechnica.com/space/2023/10/jeff-bezos-shows-off-new-moon-lander-design-for-nasa/", "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/10/bluemoonmk1-760x380.jpeg", "publishedAt": "2023-10-28T00:28:07Z", "content": "Enlarge/ Jeff Bezos, Blue Origin's founder, meets NASA Administrator Bill Nelson with a mock-up of the Blue Moon Mark 1 lander behind them.\r\n7 with \r\nBlue Origin has unveiled a mock-up of the Blue Mo… [+3471 chars]"}, {"source": {"id": "ars-technica", "name": "Ars Technica"}, "author": "Benj Edwards", "title": "Biden issues sweeping executive order that touches AI risk, deepfakes, privacy", "description": "Order details US admin's approach to AI safety, media authenticity, job loss, and more.", "url": "https://arstechnica.com/information-technology/2023/10/biden-ai-executive-order-requires-safety-testing-for-ai-that-poses-serious-risk/", "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/10/whitehouse-neural-sky-760x380.jpg", "publishedAt": "2023-10-30T16:43:55Z", "content": "9 with \r\nOn Monday, President Joe Biden issued an executive order on AI that outlines the federal government's first comprehensive regulations on generative AI systems. The order includes testing man… [+3321 chars]"}, {"source": {"id": "ars-technica", "name": "Ars Technica"}, "author": "Scharon Harding", "title": "Disney to buy out Hulu from Comcast for about $8.61 billion", "description": "The companies still have to settle on Hulu's worth.", "url": "https://arstechnica.com/gadgets/2023/11/disney-will-take-total-ownership-of-hulu-to-aid-struggling-streaming-business/", "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2018/05/handmaids-tale-760x380.jpg", "publishedAt": "2023-11-02T17:44:54Z", "content": "56 with \r\nThe Walt Disney Company, which currently owns two-thirds of Hulu, is buying the remaining third from Comcast's NBCUniversal to \"further [its] streaming objectives.\"\r\nDisney's announcement W… [+4375 chars]"}, {"source": {"id": "ars-technica", "name": "Ars Technica"}, "author": "Scharon Harding", "title": "Matic is a $1,795 robot vacuum for people concerned about privacy", "description": "Relying on local processing, Matic can see your home and suck up liquid spills.", "url": "https://arstechnica.com/gadgets/2023/11/matic-is-a-1795-robot-vacuum-for-people-concerned-about-privacy/", "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/11/wet-760x380.jpg", "publishedAt": "2023-11-03T19:43:39Z", "content": "49 with \r\n<ul><li>\r\n Matic should be able to suck up that spill. \r\n</li><li>\r\n</li><li>\r\n Matic claims a max volume of 55 dB. \r\n</li><li>\r\n A Matic robot (left) with a water tank and HEPA bag inside.… [+4179 chars]"}, {"source": {"id": "ars-technica", "name": "Ars Technica"}, "author": "Elizabeth Rayne", "title": "This is how we could possibly build paved roads on the Moon", "description": "Lasers melt a regolith-like material into pavers that could be used for lunar roads.", "url": "https://arstechnica.com/science/2023/10/this-is-how-we-could-possibly-build-paved-roads-on-the-moon/", "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/10/GettyImages-1497116264-760x380.jpg", "publishedAt": "2023-10-27T23:38:32Z", "content": "8 with \r\nThe Moon is slated to be our next frontier. When Artemis 3 takes off (tentatively) near the end of 2025, it will be the first mission since the Apollo era to land humans on our satellite. By… [+4195 chars]"}, {"source": {"id": "ars-technica", "name": "Ars Technica"}, "author": "Ashley Belanger", "title": "Teen boys use AI to make fake nudes of classmates, sparking police probe", "description": "Parents told the high school \"believed\" the deepfake nudes were deleted.", "url": "https://arstechnica.com/tech-policy/2023/11/deepfake-nudes-of-high-schoolers-spark-police-probe-in-nj/", "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/11/GettyImages-1211906305-760x380.jpg", "publishedAt": "2023-11-02T20:30:01Z", "content": "Enlarge/ Westfield High School in Westfield, NJ, in 2020.\r\n15 with \r\nThis October, boys at Westfield High School in New Jersey started acting \"weird,\" the Wall Street Journal reported. It took four d… [+5869 chars]"}, {"source": {"id": "ars-technica", "name": "Ars Technica"}, "author": "Ashley Belanger", "title": "California suspends Cruise robotaxis after car dragged pedestrian 20 feet", "description": "Horrifying hit-and-run triggers California suspension of Cruise robotaxis.", "url": "https://arstechnica.com/tech-policy/2023/10/california-suspends-cruises-robotaxis-after-pedestrian-was-critically-injured/", "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/10/GettyImages-1590511704-760x380.jpg", "publishedAt": "2023-10-25T14:34:16Z", "content": "58 with \r\nLess than three months after the California Public Utilities Commission approved robotaxi-service Cruise's plan to provide around-the-clock driverless rides to passengers in San Francisco, … [+4113 chars]"}, {"source": {"id": "ars-technica", "name": "Ars Technica"}, "author": "Kyle Orland", "title": "What do we know about the Switch 2’s hardware power?", "description": "Digital Foundry reads the tea leaves for a deep dive full of informed speculation.", "url": "https://arstechnica.com/gaming/2023/11/what-do-we-know-about-the-switch-2s-hardware-power/", "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/11/t234-760x380.png", "publishedAt": "2023-11-03T20:51:44Z", "content": "Enlarge/ A look at the Nvidia T234 that could be the basis for a scaled-down custom chip in the next Nintendo console.\r\n49 with \r\nIn recent months, the long-running speculation surrounding Nintendo's… [+5323 chars]"}, {"source": {"id": null, "name": "Seths.blog"}, "author": "Seth Godin", "title": "Project resistance", "description": "In Steven Pressfield’s classic The War of Art, he introduces the idea of Resistance. It’s the internal force that keeps us from doing our most important creative work. If an instinct, a habit or a feeling gets in the way of the work, it’s Pressfield’s Resista…", "url": "https://seths.blog/2023/11/project-resistance/", "urlToImage": "https://149521506.v2.pressablecdn.com/wp-content/uploads/2018/06/seth_godin_ogimages_v02_1806132-1.jpg", "publishedAt": "2023-11-07T09:49:00Z", "content": "In Steven Pressfield’s classic The War of Art, he introduces the idea of Resistance. It’s the internal force that keeps us from doing our most important creative work.\r\nIf an instinct, a habit or a f… [+3543 chars]"}, {"source": {"id": null, "name": "Seths.blog"}, "author": "Seth Godin", "title": "Commonplace technology", "description": "Not all tech is new tech. The ballpoint pen was a revelation, and a bit controversial. Now, it’s disposable and obvious. Different industries go through tech spurts. My desk is covered with items I use every day (a mouse, headphones, a solid-state drive, tran…", "url": "https://seths.blog/2023/11/commonplace-technology/", "urlToImage": "https://149521506.v2.pressablecdn.com/wp-content/uploads/2018/06/seth_godin_ogimages_v02_18061311.jpg", "publishedAt": "2023-11-02T08:44:00Z", "content": "Not all tech is new tech.\r\nThe ballpoint pen was a revelation, and a bit controversial. Now, it’s disposable and obvious.\r\nDifferent industries go through tech spurts. My desk is covered with items I… [+681 chars]"}, {"source": {"id": null, "name": "Android Central"}, "author": "derrek.lee@futurenet.com (Derrek Lee)", "title": "From Android to Windows, Snapdragon Seamless brings your devices together", "description": "Qualcomm announces Snapdragon Seamless, a new technology that allows better communication between Snapdragon devices.", "url": "https://www.androidcentral.com/phones/qualcomm-snapdragon-seamless-launch", "urlToImage": "https://cdn.mos.cms.futurecdn.net/avLQZZdKjs3aGJkovR8Bd3-1200-80.jpg", "publishedAt": "2023-10-24T19:00:15Z", "content": "<ul><li>Qualcomm announced Snapdragon Seamless, a technology that aims to better connect devices.</li><li>Snapdragon Seamless will better enable cross-device communication between different OEMs and … [+2199 chars]"}, {"source": {"id": null, "name": "Android Central"}, "author": "sam.dunsiger@gmail.com (Samuel Dunsiger)", "title": "Google has turned off-the-shelf ANC earbuds into heart rate monitors", "description": "A study from Google's research team details a new technology that turns existing ANC earbuds into cardiac monitors.", "url": "https://www.androidcentral.com/accessories/audio/google-study-earbuds-heart-rate-monitor", "urlToImage": "https://cdn.mos.cms.futurecdn.net/DNC2X3DCa6nEEk4vg6HYkf-1200-80.jpg", "publishedAt": "2023-10-31T00:49:15Z", "content": "<ul><li>Google's research team has developed new technology that converts existing ANC earbuds into heart rate monitors.</li><li>The acoustic sensing system, referred to as APG, works with off-the-sh… [+2700 chars]"}, {"source": {"id": null, "name": "Android Central"}, "author": "tips@androidcentral.com (Nickolas Diaz)", "title": "Samsung reportedly working on its own version of ray tracing for Galaxy phones", "description": "A new report suggests Samsung is working on creating its own version of raytracing for future Galaxy devices.", "url": "https://www.androidcentral.com/phones/samsung-raytracing-exynos-chip-development-rumor", "urlToImage": "https://cdn.mos.cms.futurecdn.net/fBQADKVxP3knJn4SHTaZ6Q-1200-80.jpg", "publishedAt": "2023-11-08T05:01:39Z", "content": "<ul><li>A report from a South Korean publication suggests Samsung is working on creating its own ray tracing algorithm, which could rival prominent PC graphic card makers.</li><li>Samsung is said to … [+2494 chars]"}, {"source": {"id": null, "name": "Android Central"}, "author": "michael.hicks@futurenet.com (Michael L Hicks)", "title": "Apple Watch Series 10 could borrow more health tricks from the Galaxy Watch 6", "description": "Samsung has had blood pressure detection since the Galaxy Watch 4; Apple's next watch could have similar tech, but might actually bring it to U.S. users.", "url": "https://www.androidcentral.com/wearables/apple-watch-could-detect-blood-pressure-sleep-apnea-like-galaxy-watch", "urlToImage": "https://cdn.mos.cms.futurecdn.net/bCMGrpnKCjBAcgffmGH24b-1200-80.jpeg", "publishedAt": "2023-11-03T02:34:48Z", "content": "<ul><li>Bloomberg's Mark Gurman claims Apple plans to add blood pressure monitoring and sleep apnea detection to its next smartwatch. </li><li>The Apple Watch Series 10 would detect if your blood pre… [+4137 chars]"}, {"source": {"id": null, "name": "Android Central"}, "author": "patrick.farmer@futurenet.com (Patrick Farmer)", "title": "Woah! Early Black Friday deal sends the Galaxy Watch 5 Pro crashing to its lowest price ever", "description": "Amazon is suddenly dropping 35% off the Samsung Galaxy Watch 5 Pro, sending the price down to just $294 for the first time ever.", "url": "https://www.androidcentral.com/wearables/woah-early-black-friday-deal-sends-the-galaxy-watch-5-pro-crashing-to-its-lowest-price-ever", "urlToImage": "https://cdn.mos.cms.futurecdn.net/jJwsEyvW7QxsbRkzqYvKE7-1200-80.jpeg", "publishedAt": "2023-10-31T13:30:48Z", "content": "Believe it or not, the holiday shopping season has just about landed, and we just found a smartwatch deal that seriously shouldn't be missed if you're on the hunt for a new wearable. Weeks ahead of B… [+997 chars]"}, {"source": {"id": null, "name": "Android Central"}, "author": "andrew.myrick@futurenet.com (Andrew Myrick)", "title": "Can you charge the Pixel Watch 2 with a Fitbit charger?", "description": "The move away from wireless charging with the Pixel Watch 2 was definitely disappointing. But there's a silver lining in the event that you want extra chargers or just need to replace the one that came in the box.", "url": "https://www.androidcentral.com/wearables/can-you-charge-the-pixel-watch-2-with-a-fitbit-charger", "urlToImage": "https://cdn.mos.cms.futurecdn.net/Ch8r3LoourTAwtrbmfTrsm-1200-80.jpg", "publishedAt": "2023-10-31T12:45:12Z", "content": "Can you charge the Pixel Watch 2 with a Fitbit charger?\r\nBest answer: Yes, you can charge the Pixel Watch 2 using a Fitbit charger. In order to do so, you'll need to have one of the square Fitbit cha… [+1520 chars]"}, {"source": {"id": null, "name": "Android Central"}, "author": "tips@androidcentral.com (Nickolas Diaz)", "title": "The OnePlus 12 taps Sony for its new camera sensor", "description": "OnePlus reveals its partnership with Sony as it looks to utilize its new image sensor for its upcoming flagship phone.", "url": "https://www.androidcentral.com/phones/oneplus-sony-image-sensor-partnership", "urlToImage": "https://cdn.mos.cms.futurecdn.net/764AXzA858iSi45a2Tskrk-1200-80.jpg", "publishedAt": "2023-11-01T19:46:21Z", "content": "<ul><li>OnePlus and Sony have announced a new partnership on Weibo, bringing the new LYTIA image sensor technology to the former's flagship phone.</li><li>Sony detailed the LYTIA image sensor, mentio… [+2104 chars]"}, {"source": {"id": null, "name": "Android Central"}, "author": "tips@androidcentral.com (Nickolas Diaz)", "title": "You can now use AI to create your own Popsockets case, grip, or wallet", "description": "PopSockets has unveiled a new AI customizer, giving consumers a way to create their own designs from their imagination.", "url": "https://www.androidcentral.com/accessories/popsockets-generative-ai-customizer-reveal", "urlToImage": "https://cdn.mos.cms.futurecdn.net/MgDB5gUmpGtVNLvfZwDtdU-1200-80.jpg", "publishedAt": "2023-11-08T00:53:37Z", "content": "<ul><li>PopSockets has debuted a new AI customizer for consumers to create designs using their own imagination.</li><li>The customizer uses a \"highly optimized version of Stable Diffusion XL\" to do m… [+2397 chars]"}, {"source": {"id": null, "name": "Android Central"}, "author": "tips@androidcentral.com (Nickolas Diaz)", "title": "ASUS ROG Phone 8 promo teases Snapdragon 8 Gen 3 in early leak", "description": "The ASUS ROG Phone 8 might've had its promotional imagery leaked early on.", "url": "https://www.androidcentral.com/phones/asus-rog-phone-8-leaked-promo", "urlToImage": "https://cdn.mos.cms.futurecdn.net/Efdc2AkccHwcskP4w4DAMo-1200-80.jpg", "publishedAt": "2023-11-01T06:34:03Z", "content": "<ul><li>An alleged ASUS ROG Phone 8 promotional photo has leaked, with the imagery teasing the existence of the Snapdragon 8 Gen 3 chipset.</li><li>The early promo leak may signify the company's inte… [+2310 chars]"}]}